[
  {
    "id": "fool",
    "name": "The Fool",
    "suit": "major",
    "number": 0,
    "imageAsset": "fool.png",
    "keywords": [
      "new beginnings",
      "leap of faith",
      "spontaneity",
      "curiosity",
      "fresh start",
      "trust"
    ],
    "meaningUpright": "new beginnings, leap of faith, spontaneity, curiosity, fresh start, trust",
    "meaningReversed": "recklessness, avoidance, naivety, poor planning, fear of change, carelessness",
    "description": "An opening door and a fresh wind at your back. This card invites a leap of faith into a new chapter where curiosity matters more than certainty. Go light, stay present, and learn as you go—just keep enough awareness to avoid preventable mistakes.",
    "meaningsUpright": {
      "love": "The Fool in love is exciting and spontaneous but a little bit fickle. For those in relationships, The Fool shows being so in love you can hardly contain your excitement.",
      "health": "The Fool bodes well for physical health if you have been ill as it shows vitality and energy. However, it can also indicate being accident prone so if you get the Fool for health be extra careful.",
      "moneyCareer": "Opportunity knocks! With the Fool in your career, it may be time to go for that new job or start your own business that you’ve been dreaming of.",
      "spirituality": "The Fool shows that you are at the beginning of a new spiritual journey which will lead on to great things. you be eager to try many different approaches, allow yourself to do this."
    },
    "meaningsReversed": {
      "love": "The Fool reversed in love can show that your pursuit of adventure may be holding you back from having the kind love you really want or causing uncertainty in your current relationship. If The Fool is reversed, your relationship may be exciting but may involve some risky behaviour.",
      "health": "When The Fool reversed is in a health reading it shows trying out alternative treatments could be helpful in resolving any health issues. Also the tendency to be accident prone is stronger when this is in your reading so be mindful of your surroundings.",
      "moneyCareer": "The Fool reversed shows some potentially promising financial opportunities but exercise caution and do your homework before committing to anything. You don’t want to be taken advantage of.",
      "spirituality": "In a spiritual context, The Fool reversed is a sign that you are seeking new spiritual experiences and are eager to cast off your old traditions. Like the upright meaning, people around you might be somewhat puzzled by this new interest."
    },
    "descriptionReversed": "As with the upright meaning, The Fool reversed signifies a new beginning. However, when reversed this Major Arcana trump card shows that the beginning is something you may be reluctant to jump into. This new beginning is still coming either way!"
  },
  {
    "id": "magician",
    "name": "The Magician",
    "suit": "major",
    "number": 1,
    "imageAsset": "magician.png",
    "keywords": [
      "manifestation",
      "skill",
      "focus",
      "resourcefulness",
      "initiative",
      "communication"
    ],
    "meaningUpright": "manifestation, skill, focus, resourcefulness, initiative, communication",
    "meaningReversed": "manipulation, misdirection, scattered energy, underused talent, shortcuts, self-doubt",
    "description": "You have the tools, the talent, and the timing to make something real. Focus turns possibility into momentum: intention, attention, then action. Use your skills with integrity and you can move from idea to outcome quickly.",
    "meaningsUpright": {
      "love": "The Magician in the context of a love Tarot reading is a positive card. For those in relationships, The Magician Tarot signifies the relationship moving to new and deeper level where you can expect stronger commitment and happiness.",
      "health": "Your strength and good health may be making a comeback if you have been ill recently or feeling drained. If your illness or ill health is not improving you may benefit from trying alternative therapies.",
      "moneyCareer": "In terms of money and career, The Magician Tarot points to a new opportunities presenting themselves. They will require you to make a brave move and to put your original ideas into practice.",
      "spirituality": "The Magician Tarot card in the context of spirituality shows that now is a good time to begin some form of spiritual development. If you’ve had an interest in a spiritual subject but never made the time to pursue it, you would do well to concentrate on this pursuit in the near future as your ability to channel magical energy will be increasing dramatically."
    },
    "meaningsReversed": {
      "love": "The Magician reversed in the context of a love Tarot reading for those in relationships, can show that you need to be more open and honest with your partner about your needs and desires. If you are tempted to try and manipulate your partner to get what you want, don’t.",
      "health": "The Magician Tarot card reversed is still generally a positive card indicating that you need to believe in your ability to heal in order to manifest that healing. However, for mental health issues involving any sort of hallucinations, psychosis or paranoia, The Magician reversed shows that you should seek the help of an experienced professional sooner rather than later.",
      "moneyCareer": "In terms of money and career, The Magician Tarot reversed suggests that you are not using the skills and abilities you have to make the best of the opportunities available to you. Again you may be experiencing feelings of self-doubt.",
      "spirituality": "The Magician Tarot card reversed in the context of spirituality shows that your old spiritual path may not be suitable for you anymore. Now may be the time to explore a new spiritual path and clear out any old belief systems or practices that no longer work for you."
    },
    "descriptionReversed": "When The Magician reversed Tarot card appears in a Tarot reading it is a sign that you need to be mindful not to miss the opportunities coming your way. Don’t allow self-doubt to stop you from seizing the moment. If it refers to a person, The Magician reversed can mean that a person in your life who presents themselves as knowledgeable and trustworthy may actually be trying to use you or manipulate you."
  },
  {
    "id": "high_priestess",
    "name": "The High Priestess",
    "suit": "major",
    "number": 2,
    "imageAsset": "high_priestess.png",
    "keywords": [
      "intuition",
      "inner knowing",
      "mystery",
      "patience",
      "subconscious",
      "discernment"
    ],
    "meaningUpright": "intuition, inner knowing, mystery, patience, subconscious, discernment",
    "meaningReversed": "ignored intuition, secrets, confusion, emotional noise, overthinking, misread signals",
    "description": "Not everything is meant to be decided with logic today. Quiet observation reveals what’s hidden—motives, patterns, and timing. Trust your inner knowing and allow space for the full story to surface.",
    "meaningsUpright": {
      "love": "If you are a man, The High Priestess appearing in your reading in a love Tarot context usually signifies you become infatuated with an attractive feminine sensual person who may be unattainable to you. If you are a female, she shows that you be highly-desired by more than one person.",
      "health": "This tarot card is generally telling you to listen to the messages your body is trying to send you about what it needs. The High Priestess can show that you are not being taken seriously in relation to your health concerns.",
      "moneyCareer": "In a work context, The High Priestess can show that you may soon become aware of information or an opportunity that will be of benefit to you. The High Priestess Tarot card is an indicator of creativity and inspiration for those involved in the arts.",
      "spirituality": "The High Priestess Tarot card is a card of spirituality and wisdom. When it appears it is a good time to connect with your inner voice and intuition and to trust your higher power."
    },
    "meaningsReversed": {
      "love": "With the High Priestess reversed Tarot in a love context, you still find yourself highly-desired by others but you may question their motives or the attention may make you feel uncomfortable. If you are in a relationship, you can expect uncontrolled emotional outbursts and high sexual tension.",
      "health": "If you have been isolating yourself from the world, you would do well to get active. This reversed card can show menstruation issues for women, hormonal imbalances and/or fertility issues.",
      "moneyCareer": "The High Priestess reversed can show that you have not been kept in the loop in work. You may be feeling isolated and detached as a result.",
      "spirituality": "When The High Priestess reversed appears in a spirituality context you may feel like you have lost your normally strong connection to your spiritual side. The messages are still there you just need to take the time to relax and tune into what spirit is telling you."
    },
    "descriptionReversed": "As with the upright meaning, The High Priestess reversed in a tarot reading shows your intuition is trying to guide you and your instincts are correct. However, in the reversed position this Major Arcana card shows that you are not hearing it. You may be more focused on the opinions of others or winning other people’s approval than your own inner wisdom."
  },
  {
    "id": "empress",
    "name": "The Empress",
    "suit": "major",
    "number": 3,
    "imageAsset": "empress.png",
    "keywords": [
      "nurturing",
      "abundance",
      "creativity",
      "sensuality",
      "growth",
      "comfort"
    ],
    "meaningUpright": "nurturing, abundance, creativity, sensuality, growth, comfort",
    "meaningReversed": "depletion, insecurity, overgiving, creative block, neglect, imbalance",
    "description": "This is fertile ground—what you nurture grows. Abundance here is practical: consistent care, patience, and embodied presence. Let yourself receive support and enjoy the beauty you’re building.",
    "meaningsUpright": {
      "love": "The Empress Tarot in a love Tarot reading is a very positive card to get. If you are single, get ready to mingle because The Empress shows that real love and romance is on the way.",
      "health": "The Empress is a strong pregnancy indicator and very good omen of success for those actively trying to get pregnant. On the flip side, if you are not intending to get pregnant and you are capable of getting pregnant, The Empress is a warning to be very careful and take proper precautions!",
      "moneyCareer": "When The Empress appears in a Tarot reading, you be feeling very creative and will inspire the people around you with your passion. you be full of new ideas.",
      "spirituality": "When The Empress appears in a tarot reading in a spiritual context, it shows that your intuition is telling you something and you need to slow down and take the time to listen to it. You instincts will be on point and it’s a good time to start or continue down a spiritual path as you find it easy to connect to your higher power and everything will flow nicely for you."
    },
    "meaningsReversed": {
      "love": "If you are single, The Empress reversed can show that you have many potential partners pursuing you but you may not necessarily be putting out to the world the person you really are. Don’t try to be someone you’re not, just to gain other people’s approval especially when it comes to romantic relationships.",
      "health": "Generally in health terms, The Empress tells you to take care of your health in a productive way as you deal with your emotions. It can show that emotional conflicts may be causing laziness, apathy, lethargy, or binge eating.",
      "moneyCareer": "The Empress reversed can show that you are finding your work unfulfilling or monotonous and long to do something where you feel creatively inspired. You may feel unappreciated in your work.",
      "spirituality": "The Empress reversed appears in a Tarot reading in a spiritual context, it shows that you have disconnected from your intuition which is having a knock on effect in the other aspects of your life. You need to reconnect with spirit it is the missing link to help you out of your current slump."
    },
    "descriptionReversed": "When The Empress reversed appears in a Tarot reading, it again tells you to embrace your feminine qualities. This applies to men too. We are all a mixture of masculine and feminine qualities."
  },
  {
    "id": "emperor",
    "name": "The Emperor",
    "suit": "major",
    "number": 4,
    "imageAsset": "emperor.png",
    "keywords": [
      "structure",
      "authority",
      "discipline",
      "stability",
      "protection",
      "leadership"
    ],
    "meaningUpright": "structure, authority, discipline, stability, protection, leadership",
    "meaningReversed": "control issues, rigidity, power struggle, chaos, stubbornness, lack of boundaries",
    "description": "Structure creates freedom: define roles, rules, and priorities. Leadership here is steadiness, accountability, and protection. Build what lasts by doing the boring essentials well.",
    "meaningsUpright": {
      "love": "If you are single and interested in men, The Emperor in a love Tarot context can show a romantic relationship with an older man. He will like structure, order, logic and routine.",
      "health": "The Emperor in a health context can mean that you may be being too hard on yourself. Reduce or eliminate activities that are too harsh on your body, avoid punishing exercise regimes and be kind to yourself.",
      "moneyCareer": "The Emperor in a career context shows that your hard work will be noticed and you reap the rewards of status and success. Concentration, focus and perseverance will get you where you want to go.",
      "spirituality": "The Emperor Tarot in a spirituality context can show that you are neglecting the spiritual part of yourself for the more physical/material side. Make time for spiritual pursuits and try not to let the logical rational part of your mind take over and stop you from exploring your sensitive side."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Emperor Tarot card reversed in a love Tarot reading can show an imbalance of power in the relationship which is causing conflict or unhappiness. It can signify one partner controlling the other, being possessive, stubborn or overbearing.",
      "health": "The Emperor reversed shows that you may be being too rigid with your routine and causing yourself undue stress. This may be manifesting in physical symptoms like headaches or poor sleeping patterns.",
      "moneyCareer": "In a career contact, The Emperor reversed shows a lack of consistency, focus and organisation leading to problems at work. If you are finding the restrictions work imposes on you are really starting to bother you, it may be time for a change.",
      "spirituality": "When The Emperor appears reversed in relation to spirituality, it can show wanting to explore alternative spiritual paths. While it is good to allow yourself to explore these paths, it is important that if you come into contact with new spiritual advisors, you still remember to still think for yourself and only take in what works for you."
    },
    "descriptionReversed": "The Emperor in reverse as a person signifies an older man or person in authority in your life who may be abusing his power or being too authoritarian leaving you feeling powerless or rebellious. This person may actually be trying to give you solid guidance but the message is lost due to their domineering behaviour. The best way to handle this person is to remain calm and logical."
  },
  {
    "id": "hierophant",
    "name": "The Hierophant",
    "suit": "major",
    "number": 5,
    "imageAsset": "hierophant.png",
    "keywords": [
      "tradition",
      "mentorship",
      "values",
      "community",
      "education",
      "commitment"
    ],
    "meaningUpright": "tradition, mentorship, values, community, education, commitment",
    "meaningReversed": "nonconformity, questioning rules, new path, value clash, unorthodox, inner authority",
    "description": "Tradition, mentorship, and shared values offer stability. Learn from what has worked before—teachers, institutions, or structured study. Commit to a path long enough to master it.",
    "meaningsUpright": {
      "love": "For those in relationships, The Hierophant is the marriage and commitment card of the Major Arcana. You can expect your relationship to become more committed and begin moving towards new relationship milestones when it appears.",
      "health": "If you are experiencing health issues The Hierophant Tarot card shows that conventional medicine may be the best route for you at the moment. You would also do well to introduce some sort of health routine such into your daily life e.",
      "moneyCareer": "This is a good time to get involved in group or team projects career wise. You should do what’s expected of you and avoid unconventional methods at work and you be successful.",
      "spirituality": "The Hierophant is a very spiritual card, he is known as the link between mankind and the Higher Power. A spiritual advisor might be coming into your life to guide you on your spiritual path."
    },
    "meaningsReversed": {
      "love": "The Hierophant reversed in a love Tarot context may signify an unconventional relationship or the desire for one if you are single. You may be breaking with tradition by choosing not to marry.",
      "health": "If you are ill, The Hierophant in reverse shows that now is a good time to try alternative or holistic therapies. It will benefit you greatly.",
      "moneyCareer": "When the Hierophant reversed appears in a career context, it can be a sign of a boss or person in a position of authority being a stickler for the rules and forcing others to conform to their way of doing things. You may have to tow-the-line with this person if they outrank you but you not be happy about it and your work environment will feel restrictive.",
      "spirituality": "The Hierophant reversed tarot card in spiritual context can be a sign that you need to let go of traditional beliefs that no longer serve you. Explore different spiritual paths and find what works for you."
    },
    "descriptionReversed": "When The Hierophant Tarot appears reversed it is time to break with convention. you want to change traditional structure, social norms and rigid rules. Those close to you may not understand this need to challenge the established way of doing things and may be completely against it but with this Major Arcana card appearing you feel compelled to think for yourself and throw away the rule book."
  },
  {
    "id": "lovers",
    "name": "The Lovers",
    "suit": "major",
    "number": 6,
    "imageAsset": "lovers.png",
    "keywords": [
      "union",
      "choice",
      "alignment",
      "attraction",
      "values",
      "partnership"
    ],
    "meaningUpright": "union, choice, alignment, attraction, values, partnership",
    "meaningReversed": "misalignment, indecision, temptation, dishonesty, conflict, mixed priorities",
    "description": "Choice and alignment are central: what you choose reveals your values. This card can signal union, but it also asks for integrity—head, heart, and actions in harmony. Choose what strengthens trust and self-respect.",
    "meaningsUpright": {
      "love": "In a love or relationship Tarot reading The Lovers is one of the best cards you can get! It is a soulmate card and signifies kindred spirits and an intense bond between two people.",
      "health": "The Lovers in a health reading is a signifier that having the right support will help you to get through any health issues. This may be a partner or friend who is offering moral support or a doctor or healthcare provider.",
      "moneyCareer": "When The Lovers card appears in a career context, it can represent a business partnership between two people. If it is representing a partnership, it will be a great partnership and mutually beneficial.",
      "spirituality": "When The Lovers Tarot card in a spiritual context, you be beginning to find harmony within yourself. As with the general meaning, this comes from gaining a deeper understanding of yourself, who you are and your personal morale code."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Lovers reversed can show that while the sexual aspect of things is still great, you and your partner may not be on the same page in other important areas. It can also be a signifier that one partner is more emotionally invested in the relationship.",
      "health": "The Lovers Tarot card in a reversed position shows that you need to reconnect with how your body is feeling to bring harmony and health. At the moment, you may feel like your body is working against you but you need to learn to be kind to it and work within your energy levels.",
      "moneyCareer": "The Lovers Tarot reversed in a career context can show disharmony in a business partnership. If you have a business partner you need to communicate with them and ensure that you are both in agreement about the direction the business is taking and your goals for the future.",
      "spirituality": "In a spiritual context, The Lovers reversed can be an indicator that you have been focusing on materialistic pursuits to try and bring fulfilment in your life. Why this may temporarily make you feel good, it will not bring you the harmony you need."
    },
    "descriptionReversed": "The Lovers Tarot reversed shows that you may be struggling to take ownership of the decisions you’ve made. This is causing conflict within you. You may be feeling uncertain of the direction your life is going in."
  },
  {
    "id": "chariot",
    "name": "The Chariot",
    "suit": "major",
    "number": 7,
    "imageAsset": "chariot.png",
    "keywords": [
      "determination",
      "momentum",
      "discipline",
      "victory",
      "direction",
      "drive"
    ],
    "meaningUpright": "determination, momentum, discipline, victory, direction, drive",
    "meaningReversed": "scattered, loss of control, aggression, stalling, conflict, overcompensation",
    "description": "Determination and direction: you win by choosing a destination and staying with it. Discipline turns conflicting forces into forward motion. Momentum builds fast when you commit and manage distractions.",
    "meaningsUpright": {
      "love": "The Chariot suggests that you need to conquer your emotions in order to have a successful relationship. If you and your partner have been going through a rough patch, you need to come together, communicate and work hard.",
      "health": "If you have been having health issues that have been wearing you down, you feel a new burst of motivation and energy to tackle them. You may have a long road to recovery ahead but you are strong and you overcome these challenges.",
      "moneyCareer": "With The Chariot in a work context you should be feeling very ambitious and motivated. If you have been having any issues with work colleagues that you feel may be trying to sabotage you, put your worries aside and continue to work hard and keep your self-control.",
      "spirituality": "In a spiritual context, The Chariot can represent the beginning of a spiritual journey. While this journey will not be without its hurdles, it is one you are more than ready for and lead you on to greater things."
    },
    "meaningsReversed": {
      "love": "The overall message of The Chariot reversed in a love Tarot reading is slow down! If you are a relationship and things aren’t progressing as fast as you would like you need to have patience and be confident that things will progress in their own time.",
      "health": "As with the upright meaning, The Chariot reversed signifies a burst of motivation and energy in a health context. Just remember to pace yourself and not to rush things.",
      "moneyCareer": "The ambition and motivation we see in The Chariot upright is still present in The Chariot reversed. However, when reversed it suggests that you are trying to run before you can walk!",
      "spirituality": "In a spiritual context, The Chariot in a reversed position can show that you are ready for a spiritual journey and extremely enthusiastic. Just be mindful not to become so over-focused on ticking the boxes of what you expect to experience on this spiritual path that you close yourself off to the unexpected."
    },
    "descriptionReversed": "The Chariot Tarot card reversed can show that you feel powerless and are lacking direction. You need to take control of your own destiny and not let outside forces determine your path. When The Chariot reversed you are still moving but you have let go of the reins."
  },
  {
    "id": "strength",
    "name": "Strength",
    "suit": "major",
    "number": 8,
    "imageAsset": "strength.png",
    "keywords": [
      "courage",
      "patience",
      "inner power",
      "compassion",
      "self-control",
      "resilience"
    ],
    "meaningUpright": "courage, patience, inner power, compassion, self-control, resilience",
    "meaningReversed": "self-doubt, reactivity, insecurity, burnout, fear, loss of patience",
    "description": "True strength is calm courage, not domination. Face the challenge with patience, compassion, and steady confidence. Gentleness is the force that tames fear.",
    "meaningsUpright": {
      "love": "Strength is the Major Arcana card that represents the Leo star sign so a relationship with a Leo may be on the cards if this appears. If you are single the Strength card is an indicator that now is a great time to meet someone as your confidence will be shining through.",
      "health": "The Strength Tarot Card in a health context is a great card to get. It usually an indicator of good or improving health and feeling fit as a fiddle.",
      "moneyCareer": "Strength shows that now is the time to master your emotions and forge ahead. You have the skills, you have the potential, you just need to be brave and believe in yourself.",
      "spirituality": "The Strength Tarot card shows a growing connection to your higher self. This connection to your higher self will give you more inner strength and balance than you dared to dream possible."
    },
    "meaningsReversed": {
      "love": "The Strength Tarot reversed in a love Tarot reading if you are single can show that lack of impulse control or unresolved self-esteem issues may be leading you to choose the wrong partners. This can become a vicious circle as bad relationships negatively affect your self-esteem.",
      "health": "Strength in reversal is still an indicator of good health. However, you may be lacking in self-control which could be leading to bad habits that negatively affect your health.",
      "moneyCareer": "The Strength Tarot reversed is similar to the upright meaning, in that it shows that you need to be brave and have self-belief to get ahead in your career. In the reversed position in a career Tarot reading, this Major Arcana card is a stronger indicator that you have been letting fear and anxiety hold you back.",
      "spirituality": "In a spiritual context, Strength reversed is an indicator that you have a strong connection to spirit but emotional worries a stopping you from sensing the connection. Try to let go of anxiety and self-doubt to bring this connection to the forefront."
    },
    "descriptionReversed": "When the Strength Tarot card appears reversed, it shows that you are not tapping into the inner strength you have. It is does not indicate a lack of strength so much as it shows that you are letting fear, anxiety or low self-esteem paralyse you. Now more than ever you need to summon your inner resolve and self-belief to pull you out of your current situation."
  },
  {
    "id": "hermit",
    "name": "The Hermit",
    "suit": "major",
    "number": 9,
    "imageAsset": "hermit.png",
    "keywords": [
      "solitude",
      "reflection",
      "wisdom",
      "inner search",
      "clarity",
      "guidance"
    ],
    "meaningUpright": "solitude, reflection, wisdom, inner search, clarity, guidance",
    "meaningReversed": "isolation, avoidance, loneliness, withdrawal, stagnation, overthinking",
    "description": "Step back to see clearly. This is a season of reflection, research, and honest self-inquiry. Solitude is productive when it leads to wise action.",
    "meaningsUpright": {
      "love": "If you are single The Hermit Tarot card represents coming out the other side of a period of loneliness and solitude that may have been needed to recuperate from past heartbreak or a bad breakup. you soon be ready for a fresh start.",
      "health": "The Hermit in a health context shows overdoing things may lead to health issues. If you find that you’re rushed off your feet, never having a minute to take a breath, The Hermit suggests that if you don’t make time for yourself to rest and reboot your health may suffer.",
      "moneyCareer": "The Hermit in a career context can show may suggest that you are putting too much focus on your career or money and materialistic pursuits, rather than sharing your attention between activities that will leave you feeling fulfilled on all levels. It can also indicate that you are wondering if you are in the right career.",
      "spirituality": "The overall theme of The Hermit is spiritual enlightenment so now is the perfect time to engage in spiritual activities. Whether it’s meditation, energy work, psychic development or connecting to your own spirit guides you are coming into a time of incredible spiritual growth."
    },
    "meaningsReversed": {
      "love": "The Hermit reversed in a love Tarot context is strong indicator of loneliness. If you are in a relationship it suggests that you may be feeling shut out or rejected by your partner.",
      "health": "The Hermit Tarot card reversed in a health context can be an indication of mental health issues such as agoraphobia and paranoia. It can also be a stronger warning than the upright card that you need to take time out to relax or your health may suffer.",
      "moneyCareer": "The Hermit reversed can show that it’s time to start putting yourself out there career wise and making business connections after a period of working in solitude. You may be finding it tough to work alone and would benefit from doing some team projects or doing some consultancy work which will encourage you to interact with more people in your chosen field.",
      "spirituality": "The Hermit reversed in a spiritual context shows that you may be spending too much time alone. Your spiritual development would benefit if you got involved activities or groups."
    },
    "descriptionReversed": "The Hermit Tarot card reversed suggests that you have withdrawn too much from the world or are becoming too reclusive. Solitude might have been necessary or good for you at one point but The Hermit reversed is telling you that it is time to come back to the world and the people around you. Taking time for soul-searching and self-reflection can be a great thing in moderation but too much can be damaging."
  },
  {
    "id": "wheel_of_fortune",
    "name": "Wheel of Fortune",
    "suit": "major",
    "number": 10,
    "imageAsset": "wheel_of_fortune.png",
    "keywords": [
      "change",
      "cycles",
      "luck",
      "turning point",
      "timing",
      "opportunity"
    ],
    "meaningUpright": "change, cycles, luck, turning point, timing, opportunity",
    "meaningReversed": "resistance, bad timing, setback, repeat patterns, instability, delays",
    "description": "A turning point: cycles shift, and timing matters. Stay adaptable—change can open doors if you respond wisely. Focus on what you can control: attitude, preparation, and choices.",
    "meaningsUpright": {
      "love": "If you are in a relationship, Wheel of Fortune in an upright position normally shows a positive change so you could be taking the next step in your relationship or starting a new phase with your partner or even some sort of joint project. At the same time, the change the Wheel of Fortune Tarot card brings can be difficult.",
      "health": "Again, change is the theme of Wheel of Fortune in a health reading. So if you’ve been battling health issues the wheel may start to turn in your favour.",
      "moneyCareer": "Again the upright Wheel of Fortune is usually a good omen and an indicator of big changes coming. If you’ve always wanted to start your own business or you’ve been considering a career change now is a good time to make the change.",
      "spirituality": "Fate is smiling on you with the Wheel of Fortune in an upright position. In a spiritual context, you should use this time to develop and grow."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Wheel of Fortune Tarot reversed can represent stagnancy or the sparkle going out of the relationship. That doesn’t mean that you should automatically make a knee-jerk decision to end the relationship as all relationships have their ups and downs.",
      "health": "Wheel of Fortune reversed can show that you may be finding upheaval or disruption in another area of your life is having a knock on effect on your health. Try to remain positive and avoid letting pessimism take over.",
      "moneyCareer": "The Wheel of Fortune reversed signifies a career becoming stagnant or a period of disruption and uncertainty in your career. Again, this Major Arcana card in reverse can show unwelcome changes coming.",
      "spirituality": "In a spiritual context, you may feel like the universe is working against you and nothing is going your way with the Wheel of Fortune reversed. This may be testing your faith but even through our darkest days, the universe has a plan for us all."
    },
    "descriptionReversed": "In a general context, the Wheel of Fortune reversed Tarot card still shows change but this change is likely to be negative and unwelcome. The reversed Wheel of Fortune is a strong indicator that there is a challenging time ahead and that the change coming may be difficult to adjust to. It can represent that things had been going well and have suddenly and quite unexpectedly fallen apart."
  },
  {
    "id": "justice",
    "name": "Justice",
    "suit": "major",
    "number": 11,
    "imageAsset": "justice.png",
    "keywords": [
      "truth",
      "fairness",
      "accountability",
      "clarity",
      "law",
      "balance"
    ],
    "meaningUpright": "truth, fairness, accountability, clarity, law, balance",
    "meaningReversed": "dishonesty, bias, avoidance, unfairness, blame, imbalance",
    "description": "Truth and accountability are emphasized. Choices have consequences, and clarity arrives when you face facts. Do what’s fair—even when it’s inconvenient—and balance returns.",
    "meaningsUpright": {
      "love": "If you are single, Justice can show a relationship with a person in the legal industry (judge, lawyer, legal secretary etc. ) It is the Tarot card that corresponds to Libra, so a Libra may be coming into your life.",
      "health": "If you’ve been having health issues, Justice can show that you are out of balance which is contributing to your health issues. It also cautions against overindulgence in any area of your life.",
      "moneyCareer": "When Justice appears in a career context, it tells you that you need to pay attention to balancing your work and personal life. Don’t forget to take adequate time out for yourself.",
      "spirituality": "In a spiritual context, one of the main themes of Justice is karma. This does not mean that you are being punished for past mistakes."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship Justice reversed can be a strong indicator of being caught out in a deception or cheating. So if you have been cheating on your partner or lying to them, expect big repercussions.",
      "health": "Again in a health context, Justice reversed shows a need for balance but it’s a stronger indicator that a lack of balance may cause health issues. Try to make time to take care of yourself and avoid overindulgence.",
      "moneyCareer": "Justice reversed may indicate that you are being treated unfairly in work. Perhaps you are being blamed for others mistakes or shortcomings.",
      "spirituality": "As with the upright Tarot card, Justice reversed in a spiritual context tell us that the universe may be sending you the lessons you are supposed to learn in this life. The reversed position shows that you may be trying to avoid these life lessons or outright refusing to accept them."
    },
    "descriptionReversed": "In a general context, Justice reversed can show injustice or avoidance of karmic justice. This may take the form of being treated unjustly in your life or situation where you are being unfairly affected by the choices or actions of others. You may feel you are being victimised or blamed for something that is not your fault."
  },
  {
    "id": "hanged_man",
    "name": "The Hanged Man",
    "suit": "major",
    "number": 12,
    "imageAsset": "hanged_man.png",
    "keywords": [
      "pause",
      "surrender",
      "new perspective",
      "letting go",
      "patience",
      "reframe"
    ],
    "meaningUpright": "pause, surrender, new perspective, letting go, patience, reframe",
    "meaningReversed": "stuck, martyrdom, avoidance, impatience, wasted time, resistance",
    "description": "A deliberate pause brings a new perspective. When you stop forcing, the right solution becomes visible. Surrender here is strategic: it trades urgency for insight.",
    "meaningsUpright": {
      "love": "In a love Tarot context if you are in a relationship, The Hanged Man shows that you may be unhappy with the way your relationship is going at the moment. It can also signify that either you or your partner may be feeling the need to take a step back from the relationship to assess your options or where you want the relationship to lead.",
      "health": "If you have been experiencing health issues, The Hanged Man encourages you to consider all of your treatment options. This does not mean you should reject the treatment you’ve been offered but it tells you to rethink your health issues and consider tackling them from multiple angles.",
      "moneyCareer": "The Hanged Man shows that you are feeling uncertain about your career path or feel like your career has become stagnant. You may be unclear about what steps you need to take to move your career forward.",
      "spirituality": "In a spiritual context, The Hanged Man tells you to be mindful of your attitude to yourself. If you have been engaging negative thinking you need to stop this as it is may affect your outcome as well as how you feel about your life."
    },
    "meaningsReversed": {
      "love": "If you are single, The Hanged Man in a reversed position can show that you have been repeating the same negative relationship patterns over and over without learning from your mistakes. You may be rushing from bad relationship to the next and never taking responsibility for the role you play in choosing these relationships.",
      "health": "If you have been having health issues, The Hanged Man in a reversed position tells you that you really need to think outside the box to resolve them. You may consider the possibility that issues in other areas of your life may be aggravating or even causing your health issues.",
      "moneyCareer": "In a work context, The Hanged Man reversed Tarot card shows that things may not be going well but you have neither the will nor inclination to deal with the issues involved. You may be resorting to blaming others or feeling like you are powerless to change your circumstances.",
      "spirituality": "In a spiritual context, The Hanged Man Tarot card reversed shows that you may have lost your way spiritually. You may be seeking gratification in shallow ways rather than connecting to your higher self."
    },
    "descriptionReversed": "The Hanged Man reversed can show that you are being impulsive and making rash decisions as a way to distract yourself from some sort of inner discontentment. This Major Arcana trump card generally shows that you may be jumping from one bad situation to the next without considering where this behaviour is taking you. Ask yourself if there are feelings you trying to avoid confronting or changes that you know need to be made but are reluctant to tackle."
  },
  {
    "id": "death",
    "name": "Death",
    "suit": "major",
    "number": 13,
    "imageAsset": "death.png",
    "keywords": [
      "ending",
      "transformation",
      "release",
      "renewal",
      "closure",
      "rebirth"
    ],
    "meaningUpright": "ending, transformation, release, renewal, closure, rebirth",
    "meaningReversed": "clinging, fear of change, prolonged ending, stagnation, avoidance, half-measures",
    "description": "An ending clears space for transformation. This card is about honest closure, not punishment. Release what’s expired and you make room for renewal.",
    "meaningsUpright": {
      "love": "If you are in a relationship, Death in a love tarot context can signify that you or your partner may be holding onto a relationship that’s not working or you may be clinging to old patterns that are stopping your relationship from moving forward. Death signifies that things are going to change whether you want them to or not.",
      "health": "Don’t panic if you see the Death card in health reading, again the Death card only shows physical death in extremely rare cases and only in certain combinations! If you have been feeling like your health is never going to improve, Death can signify that a change is coming.",
      "moneyCareer": "Death in a career context is a warning not to get too dependent on anything that is not working for you. The only thing in life that is guaranteed is that things change.",
      "spirituality": "Physical death is a form of transformation when our spirits leave the physical body behind and transform back to the spiritual beings we all are intrinsically. The Death card represents spiritual transformation."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Death Tarot card reversed in a love tarot reading, is a strong indicator that you are resistant to a change in your relationship. You may be holding on to a relationship that has long since run its course because you feel dependent on your partner or are terrified of loneliness.",
      "health": "Death reversed can be an indicator that you are resisting tackling your health issues or being proactive in your treatments. Maybe your health woes are physical symptoms of a deeper issue and you are resisting resolving that.",
      "moneyCareer": "Like the upright meaning, The Death Tarot card reversed is an indicator that now might be time for a career change or new direction. You may be resistant to this change because you are afraid to let go of the security you have.",
      "spirituality": "When Death reversed appears in a spiritual context, like the upright meaning, it signifies spiritual transformation brought about by a difficult time, grief or loss in your life. However, the reversed card in a Tarot reading shows that you are extremely resistant to this change."
    },
    "descriptionReversed": "In a general context, Death reversed shows that you are resisting a change that is necessary for you to move forward. Nothing new can begin while you are holding on to this old negative energy. Death shows that while you are finding it difficult to let go, once you do, new energy will come into your life to give you a new brighter beginning."
  },
  {
    "id": "temperance",
    "name": "Temperance",
    "suit": "major",
    "number": 14,
    "imageAsset": "temperance.png",
    "keywords": [
      "balance",
      "moderation",
      "integration",
      "patience",
      "healing",
      "harmony"
    ],
    "meaningUpright": "balance, moderation, integration, patience, healing, harmony",
    "meaningReversed": "excess, imbalance, friction, impatience, overindulgence, poor boundaries",
    "description": "Balance, patience, and integration. Mix extremes into something workable and sustainable. Slow adjustment brings lasting harmony.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Temperance Tarot card is one of the best cards you can get. It signifies a harmonious relationship where you and your partner find the perfect balance of love, commitment and respect.",
      "health": "The Temperance Tarot card shows that moderation is the key to good health so if you need to get any unhealthy habits under control, you find that now is a great time to do it. If you have been experiencing any health issues, look to the areas of your life or health where you have been overdoing it or under-doing it.",
      "moneyCareer": "Temperance tells you that now, is a great time to set goals as you have the patience and persistence to achieve what you want. Your hard work and dedication will be noticed with Temperance upright.",
      "spirituality": "In a spiritual context, Temperance tells you to listen to your inner guidance and is an indicator that your spirit guides are all around you. Temperance can also signify that you are finding the right balance between your mind, body and spirit."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, Temperance reversed can show conflict and clashes caused by an imbalance in the relationship. This may be a result of one of you feeling like you care more than the other or feeling like the love and respect you show your partner is not reciprocated.",
      "health": "Temperance reversed in a health context is a very strong indicator that you are out of balance in some areas of your life that are having a knock on effect on your health. The Temperance Tarot card reversed can also be a sign of unhealthy or harmful excesses when it appears in a Tarot spread so be mindful of what you are putting into your body at this time.",
      "moneyCareer": "The Temperance Tarot card reversed can signify an imbalance or conflict in a work situation. You may be working too hard or not working hard enough or you could be clashing with your co-workers.",
      "spirituality": "In spiritual terms, Temperance reversed tells you that you are spiritually imbalanced. You may feel like you have lost your connection to your inner guidance or your spirit guides."
    },
    "descriptionReversed": "In a general context, Temperance reversed shows imbalance or overindulgence. This Major Arcana card can be an indicator that you are behaving in a hasty or reckless fashion. It can be a signifier of many issues with excessive or harmful indulgences such as drinking, drug use, gambling, overeating, shopping and the list goes on."
  },
  {
    "id": "devil",
    "name": "The Devil",
    "suit": "major",
    "number": 15,
    "imageAsset": "devil.png",
    "keywords": [
      "attachment",
      "temptation",
      "shadow",
      "compulsion",
      "materialism",
      "control"
    ],
    "meaningUpright": "attachment, temptation, shadow, compulsion, materialism, control",
    "meaningReversed": "release, detachment, recovery, breaking habits, liberation, clarity",
    "description": "Attachment and shadow patterns are highlighted. The chain is often psychological: fear, shame, compulsion, or comfort that costs too much. Name the pattern and you reclaim choice.",
    "meaningsUpright": {
      "love": "If you are in a relationship, The Devil can be a sign that you or your partner are feeling trapped. It may indicate a loss of freedom brought on by becoming too engrossed in a relationship.",
      "health": "The Devil can show poor health brought about by harmful behaviour such as drug addiction, alcoholism or compulsive overeating. It is also an indicator of mental health issues such as depression, anxiety, panic attacks, bipolar, schizophrenia etc.",
      "moneyCareer": "The Devil upright can show that you feel trapped in a job that you hate. Again, you are in control of your own life even if you don’t feel that way.",
      "spirituality": "In a spiritual context, The Devil can show that you have become too materialistic. Try to bring the focus back to the non-materialistic pleasures in life such as spending time with the people who make you happy or connecting to your spiritual side."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Devil Tarot card reversed can show that you and your partner may have been feeling stuck in a rut or felt like the relationship was on its way out but you having started to come out the other side of this. It can also be an indicator of a close call, one of you may have come close to doing something that would have irreparably damaged your relationship (e.",
      "health": "The Devil reversed is a good omen as it shows stopping harmful habits and starting on the road to recovery so if you have suffered from any sort of addiction, you may well be getting the strength to overcome it. Stay strong and focused.",
      "moneyCareer": "The Devil reversed shows that your awareness of how your behaviour and choices have influenced your current circumstances is increasing dramatically and you are ready to start taking steps to get to where you want to be. While you may have felt stuck in your job due to financial constraints or being too focused on attaining status or materialistic goals, you are starting to see the big picture and refocus on what is going to make you happy and fulfilled in your life.",
      "spirituality": "As with the general meaning, The Devil Tarot card reversed can show that you have managed to avert a dangerous or harmful situation. In a spiritual Tarot spread, this tells you that the universe has been kind enough to allow you to learn your lesson without major negative consequences."
    },
    "descriptionReversed": "In a general context, The Devil reversed can signify that you are becoming aware of the things that have been trapping you and the role you play in allowing them to. It is a great card for anyone battling an addiction or mental illness or engaging in harmful behaviour as it shows that you are starting to see the light and take back control of yourself and your life. You want to be free from these problems and you are starting to get the motivation to change your circumstances."
  },
  {
    "id": "tower",
    "name": "The Tower",
    "suit": "major",
    "number": 16,
    "imageAsset": "tower.png",
    "keywords": [
      "shock",
      "revelation",
      "breakthrough",
      "collapse",
      "truth exposed",
      "reset"
    ],
    "meaningUpright": "shock, revelation, breakthrough, collapse, truth exposed, reset",
    "meaningReversed": "avoiding collapse, slow breakdown, denial, controlled change, tension, delayed truth",
    "description": "A sudden reset breaks false structures. Upheaval is uncomfortable, but it clears deception and reveals truth. Rebuild on what’s real and you become stronger.",
    "meaningsUpright": {
      "love": "If you are in a relationship, The Tower can be a bad omen representing, break-ups, separation or divorce. It can also represent either you or your partner or both, going through a difficult or traumatic event that will push your relationship to its absolute limits.",
      "health": "The Tower can represent a sudden illness or an accident so be mindful of your safety and well-being. If coupled with pregnancy cards it can show a difficult pregnancy, miscarriage, abortion or stillbirth.",
      "moneyCareer": "The Tower may indicate a lack of job security. It can be a signifier of a redundancy or job loss.",
      "spirituality": "Imagine having a home you thought was solidly built and would shelter you for the rest of your life. The Tower would be a big storm that reduces your house to rubble, destroying everything you thought was secure and showing you that the foundations were not as solid as you once believed they were."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Tower reversed can signify that while you know your relationship is as good as over, you are avoiding actually ending it for fear of the pain it will bring. You may think you can paper over the cracks but this would be like putting a band aid on a gunshot wound.",
      "health": "The Tower reversed can show that you may be ignoring an illness or a warning sign of an illness, hoping it will go away. You need to face this head on to give yourself the best chance at recovery.",
      "moneyCareer": "The Tower reversed can show that you may be managing to hold onto your job in difficult circumstances. This can be simply a sign that you are successfully avoiding a job loss.",
      "spirituality": "In a spiritual context, The Tower reversed shows that you may have realised that the old beliefs that you once held dear are now proving to be false but you are resisting letting them go. Maybe you feel that if you don’t have those beliefs, you don’t know what to believe in."
    },
    "descriptionReversed": "The Tower Tarot card reversed can be a sign that you have narrowly avoided a disaster. you need to learn from the experience in order to prevent the lesson from coming back around again. It can also signify delaying the inevitable."
  },
  {
    "id": "star",
    "name": "The Star",
    "suit": "major",
    "number": 17,
    "imageAsset": "star.png",
    "keywords": [
      "hope",
      "renewal",
      "healing",
      "inspiration",
      "guidance",
      "faith"
    ],
    "meaningUpright": "hope, renewal, healing, inspiration, guidance, faith",
    "meaningReversed": "discouragement, low faith, cynicism, self-doubt, drained, disconnection",
    "description": "Hope, healing, and renewal. After difficulty, clarity returns and the future feels possible again. Take gentle steps toward your long-term vision.",
    "meaningsUpright": {
      "love": "The Star in a love Tarot reading can show a relationship with an Aquarius. If you are single, The Star is an indicator that you are ready to let go of any baggage you have been carrying from past relationships.",
      "health": "If you have been having health issues, The Star shows that you are coming into a time of great healing. It can be a signifier for good health and for health issues being resolved in a positive way.",
      "moneyCareer": "The Star in a career context shows that you have great opportunities coming your way in terms of work. If you have been waiting to find out the outcome of a promotion or job interview, The Star is very positive sign that things are going to go in your favour or something even better is going to come your way.",
      "spirituality": "In a spiritual context, The Star is a great omen. It shows that you be very in tune with the spirit world."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Star reversed shows that you may have lost faith in the relationship or are focusing on the negative and missing the positive aspects of your relationship. Your relationship may have lost some of its spark, you may feel that the relationship has become stagnant and monotonous and that you and your partner have disconnected on some level.",
      "health": "The Star reversed can show that your health is not all that bad but any issues you have will be magnified by your anxiety and pessimism at the moment. You may be worrying about your health and blowing any symptoms way out of proportion rather than going for a simple check-up.",
      "moneyCareer": "The Star reversed shows that you may be feeling bored in your career or feel that you are stuck in a career that is going nowhere. Monotony has set in and you no longer feel the creative spark or enthusiasm you once had.",
      "spirituality": "The Star reversed in a spiritual context shows that you have lost faith in the universe. You may feel like you are disconnected from spirit and you may be looking upon the difficulties you have faced in the past as an indication that you are doomed."
    },
    "descriptionReversed": "The Star in a reversed position can show that you are feeling hopeless. Perhaps the difficult situations you have been through in the past have drained you of your lust for life and your faith in the universe’s plan for you. The Star reversed does not indicate that things are hopeless, only that you feel they are."
  },
  {
    "id": "moon",
    "name": "The Moon",
    "suit": "major",
    "number": 18,
    "imageAsset": "moon.png",
    "keywords": [
      "intuition",
      "uncertainty",
      "dreams",
      "illusion",
      "anxiety",
      "hidden factors"
    ],
    "meaningUpright": "intuition, uncertainty, dreams, illusion, anxiety, hidden factors",
    "meaningReversed": "clarity emerging, truth revealed, reduced fear, unmasking, release anxiety, understanding",
    "description": "Uncertainty and hidden factors. Emotions can distort perception, so move carefully. Verify facts, but respect your gut when something feels off.",
    "meaningsUpright": {
      "love": "If you are in a relationship, The Moon Tarot card in a love Tarot reading can show that you may be feeling uncertain or insecure in the relationship. If your relationship looks fine to the outside world, The Moon can show that things are not as perfect as they seem.",
      "health": "The Moon can signify mental health issues. It can be an indicator of anxiety disorders and depression.",
      "moneyCareer": "With The Moon Tarot card appearing in a career context, you may be very unclear or even anxious about your career direction. There may be miscommunication between you and your colleagues or superiors in a work context which could cause problems or misunderstandings.",
      "spirituality": "The Moon in a spiritual context is a great card to get as it’s all about intuition. If you are interested in psychic development or healing work, you find everything flows really naturally for you and you are open to receiving messages from spirit with it."
    },
    "meaningsReversed": {
      "love": "If you are in relationship, The Moon reversed can show deception or lies being unveiled. This could be an affair being exposed.",
      "health": "The Moon reversed can be a positive card in relation to health issues as it can show lifting of mental health issues such as depression or anxiety. However, it can also be an indicator of being unable to separate reality from fantasy and as such, if the supporting cards are negative, it can show an illness involving delusions or paranoia becoming worse.",
      "moneyCareer": "If you work in an artistic or creative field, The Moon reversed can show a creative block such as writer’s block. In a general career context, it can show that any uncertainty or instability that you’ve been experiencing in your career will begin to stabilise.",
      "spirituality": "In a spiritual context, The Moon reversed can show that you are blocking, ignoring or misinterpreting the messages spirit is trying to give you. It can be a sign that you are not tuning into your psychic powers or that your intuition is clouded."
    },
    "descriptionReversed": "In a general context The Moon Tarot card reversed can signify releasing fears or negative energy clearing. It can also indicate secrets or lies being exposed. If you have been experiencing fear or anxiety it should begin to subside."
  },
  {
    "id": "sun",
    "name": "The Sun",
    "suit": "major",
    "number": 19,
    "imageAsset": "sun.png",
    "keywords": [
      "success",
      "joy",
      "clarity",
      "vitality",
      "confidence",
      "optimism"
    ],
    "meaningUpright": "success, joy, clarity, vitality, confidence, optimism",
    "meaningReversed": "overconfidence, ego, delayed success, low mood, hidden joy, burnout",
    "description": "Joy, success, and clear outcomes. Things make sense and progress is visible. Be seen, celebrate wins, and let optimism fuel action.",
    "meaningsUpright": {
      "love": "If you are in a relationship, The Sun is an indication great joy and happiness. It can be a sign of a period of fun, passion and positivity in your relationship.",
      "health": "The Sun is the card of vitality so you should be feeling full of life, balance, positivity and wellness when it appears. If you have been ill, The Sun is a good omen for recovery.",
      "moneyCareer": "The Sun Tarot card signifies a time of great success! New opportunities will be coming your way and you be full of optimism and enthusiasm.",
      "spirituality": "In a spiritual context, The Sun Tarot card can signify discovering the joy that a spiritual path has to offer. It is the card of enlightenment."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The Sun reversed can show that you are feeling left out in the cold by your partner. Some of the spark or passion may have gone out of the relationship.",
      "health": "In a health reading, The Sun reversed can show that your attitude or negativity may be exasperating your health issues. If you have been ill, The Sun reversed shows that recovery is possible but you need to be proactive in aiding your recovery and you need to maintain a positive outlook to help boost your health.",
      "moneyCareer": "The Sun reversed can signify feeling trapped or oppressed by your career. This oppression is more than likely within your power to change.",
      "spirituality": "In a spiritual context, The Sun Tarot card reversed indicated that you may be struggling to embrace the joy that spirituality has to offer. You may feel that you cannot see your path ahead and have lost trust in the universe’s love for you."
    },
    "descriptionReversed": "In a general context, The Sun Tarot card reversed can show sadness, depression and pessimism. You may be finding it difficult to focus on the positive with it. The Sun reversed does not usually mean that your situation or circumstances are all that bad but that you are feeling pessimistic and focusing on the negative which is affecting your outlook on life."
  },
  {
    "id": "judgement",
    "name": "Judgement",
    "suit": "major",
    "number": 20,
    "imageAsset": "judgement.png",
    "keywords": [
      "awakening",
      "reckoning",
      "renewal",
      "calling",
      "forgiveness",
      "decision"
    ],
    "meaningUpright": "awakening, reckoning, renewal, calling, forgiveness, decision",
    "meaningReversed": "self-criticism, avoidance, fear of evaluation, stuck past, indecision, denial",
    "description": "Awakening and decisive movement. Evaluate, forgive, and choose the next chapter consciously. Answer what feels like purpose, not habit.",
    "meaningsUpright": {
      "love": "If you are in a relationship, Judgement can show that you or your partner may be judging each other too harshly. Be wary of throwing blame or accusations at each other during arguments to try and provoke a reaction, you may do more damage to your relationship than you mean to.",
      "health": "Judgement can signify a period of healing and wholeness after a difficult illness. You have come through the tough times, learned from them and you are ready and willing to take all necessary steps to help you on the road to recovery.",
      "moneyCareer": "Judgement can be an indication that you are being assessed or evaluated. You may be in the running for a promotion and not even know it.",
      "spirituality": "In a spiritual context, Judgement signifies spiritual awakening. You have learned the karmic lessons of the past and you now understand what the universe has been guiding you to."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, Judgement reversed can show that you are avoiding making a decision about the relationship because of self-doubt. Whether this decision is about the relationship moving forward or ending, it is a decision that needs to be made.",
      "health": "If you suffer from a long-term illness or injury, Judgement reversed may be telling you to let go of any old negativity especially if it’s relating to someone who may have caused or contributed to your injury or illness. Holding onto negativity will only make your recovery more difficult.",
      "moneyCareer": "Judgement reversed shows that you are at a turning point in your career and this time could make or break you in terms of success. You need to make a decision but you are paralysed by self-doubt.",
      "spirituality": "In a spiritual context, Judgement reversed signifies that you are missing or refusing to learn your karmic lessons. If you don’t learn them the universe will bring them back to you bigger and bolder."
    },
    "descriptionReversed": "In a general context, the Judgement Tarot card reversed can signify that you are allowing fear and self-doubt to hold you back from making the decisions necessary to move forward in a positive direction. Now is the time to take action. If you delay you may lose the opportunities available to you."
  },
  {
    "id": "world",
    "name": "The World",
    "suit": "major",
    "number": 21,
    "imageAsset": "world.png",
    "keywords": [
      "completion",
      "mastery",
      "integration",
      "travel",
      "success",
      "wholeness"
    ],
    "meaningUpright": "completion, mastery, integration, travel, success, wholeness",
    "meaningReversed": "unfinished business, delay, lack of closure, scattered, fear of ending, stagnation",
    "description": "Completion, mastery, and integration. A cycle ends successfully and you understand what you’ve gained. Celebrate, consolidate the lesson, and prepare for the next level.",
    "meaningsUpright": {
      "love": "If you are in a relationship, The World can signify reaching a goal you have aspired to. That may be getting married or having children or just being in a very happy, secure, loving and committed place in your relationship.",
      "health": "If you have been battling an illness or injury, The World is an excellent card to get as it represents successfully coming through adversity. It is a great omen for recovery.",
      "moneyCareer": "The World can represent reaching your career goals. If you have gone into business for yourself, it represents reaching a point, after all the stress and uncertainty of the start-up phase when you weren’t sure it would work, where your business is a success and you can finally breathe a sigh of relief!",
      "spirituality": "In a spiritual context, The World signifies that you have come through the karmic lessons you were given and have learned from them. You now understand yourself, your path and where and how you fit into this world."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, The World reversed can show that your relationship has become stagnant. It may be that you and your partner have let things slide and you need to put more effort in to the relationship and having open and honest communication to get it back on track.",
      "health": "If you have been suffering from an illness, The World reversed can show that you need to rethink your treatments. If you have been trying the same things over and over and they have not been working, The World reversed is telling to try something different.",
      "moneyCareer": "The World reversed can show that you have not reached the career goals you have set for yourself. It can also signify that you are falling short of your potential.",
      "spirituality": "In a spiritual context, The World reversed shows that you may feel your spirit connection has become stagnant and that you are unable or have lost the will to progress. When this happens sometimes we need to try a different approach."
    },
    "descriptionReversed": "In a general context, The World Tarot card reversed can show that you have not accomplished what you set out to do and things have become stagnant. You may have tried to take shortcuts instead of putting in the hard work necessary to achieve your dreams. You may be throwing all your energy into trying to make something work that is not working for you."
  },
  {
    "id": "ace_wands",
    "name": "Ace of Wands",
    "suit": "wands",
    "number": 1,
    "imageAsset": "ace_wands.png",
    "keywords": [
      "inspiration",
      "initiative",
      "courage",
      "creative drive",
      "ace",
      "fire"
    ],
    "meaningUpright": "inspiration, initiative, courage, creative drive, ace, fire",
    "meaningReversed": "blocked/imbalanced, inspiration, initiative, courage, creative drive, ace, fire",
    "description": "Ace of Wands highlights a lightning-bolt idea and desire to begin. An opening appears with fresh energy and clear potential. Use momentum, leadership, and creative ignition to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Ace of Wands can represent a new chapter in the relationship that brings a new lease of life to it such as getting engaged or married, buying or moving house, going travelling together or having a baby. It is a fertility, pregnancy and birth card so if you are trying to start a family its appearance is a great omen!",
      "health": "The Ace of Wands is a good omen indicating good health or good news in relation to health. It can also signify that you have renewed energy and passion in relation to a diet and fitness plan.",
      "moneyCareer": "The Ace of Wands signifies good news in relation to work and a new energy, enthusiasm and drive coming in. This is a very welcome card to see if you are job hunting as it can represent a new job or career path.",
      "spirituality": "In a spiritual context, the Ace of Wands can see you beginning a new spiritual path or receiving an invitation to an event or gathering with other spiritual people. It might be a good idea to accept the invitation as you could gain more from the experience than you realise."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Ace of Wands reversed can represent setbacks, delays and lack of progress. It can be an indication that your relationship has become boring or predictable and you may need to put some effort in to inject some fun into it.",
      "health": "The Ace of Wands reversed can represent disappointing news in relation to health or pregnancy, fertility issues or problems conceiving. It can also represent lack of energy or lack of drive to start or stick to a diet or fitness regime.",
      "moneyCareer": "The Ace of Wands reversed signifies disappointing news in relation to work and a lack of energy, enthusiasm or drive. This is not a welcome card to see if you are job hunting as it can represent not getting a job you applied for.",
      "spirituality": "In a spiritual context, the Ace of Wands reversed can see you feeling stuck in your current spiritual path and hesitant to try anything new even though you are finding your current path boring and predictable. You may be reluctant to accept invitations where you would have the opportunity to learn about other paths and meet spiritual people but you might benefit from giving it a go as you need something to pull you out of this rut you’re in."
    },
    "descriptionReversed": "In a general context, the Ace of Wands reversed represents delays, setbacks and disappointing news. This Minor Arcana card when reversed shows that you do not have any “get up and go” in you at the moment as it represents lack of initiative, passion, assertiveness, energy, enthusiasm, motivation, & growth. You may be stopping yourself from progressing or be slow and hesitant about starting or trying anything new."
  },
  {
    "id": "two_wands",
    "name": "Two of Wands",
    "suit": "wands",
    "number": 2,
    "imageAsset": "two_wands.png",
    "keywords": [
      "inspiration",
      "initiative",
      "courage",
      "creative drive",
      "two",
      "fire"
    ],
    "meaningUpright": "inspiration, initiative, courage, creative drive, two, fire",
    "meaningReversed": "blocked/imbalanced, inspiration, initiative, courage, creative drive, two, fire",
    "description": "Two of Wands highlights planning, vision, and the first map. You’re coordinating forces: desire vs reality, self vs other, vision vs logistics. Use momentum, leadership, and creative ignition to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Two of Wands is not a great omen as it can show that there is a lack of contentment in the relationship. You or your partner may be feeling restless, withdrawn or detached when it appears in your relationship Tarot spread.",
      "health": "The Two of Wands shows that you have two paths in terms of health or will need to decide which to take. This can take the form of having two possible treatment routes for an illness or injury or having to choose between sticking with your exercise regime or quitting completely and going back to old habits.",
      "moneyCareer": "The Two of Wands shows that you have two paths available to you. You may have a choice between staying in your current job/career and taking a new job or career path.",
      "spirituality": "In a spiritual context, the Two of Wands shows that you may be curious about another spiritual path or find yourself wanting to learn more about another religion. Don’t be afraid to explore your options, even if a new path isn’t for you there is no harm in learning about another path, you may find it holds some wisdom that could be useful to you."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Two of Wands reversed shows that you or your partner may be finding your relationship mundane and boring but you are staying together because you see it as the safest bet. This Minor Arcana card reversed can also signify that the relationship may be holding you back but you are afraid to leave as you fear the unknown.",
      "health": "The Two of Wands reversed can show that you may need a second opinion regarding a current health issue. It can show that there may be more information about your condition that has yet to be discovered or that you may need to find the root cause of your illness in order to figure out the best treatment options.",
      "moneyCareer": "The Two of Wands reversed shows that you may be limiting or restricting your choices or options in a work context. This Minor Arcana card signifies that you may have taken the safe option in your career and are now wishing you had been more daring.",
      "spirituality": "In a spiritual context, the Two of Wands reversed shows that you are sticking with your current religion or spiritual path not because it inspires you but because you are afraid of change and afraid of the unknown. Again, don’t be afraid to explore your options!"
    },
    "descriptionReversed": "In a general context, the Two of Wands reversed represents indecisiveness, fear of change and fear of the unknown. When reversed, it is a Minor Arcana card of lack of planning, restricted options, being held back and disappointment. It can represent staying put, deciding not to go, cancelled or delayed travel or cancelled emigration."
  },
  {
    "id": "three_wands",
    "name": "Three of Wands",
    "suit": "wands",
    "number": 3,
    "imageAsset": "three_wands.png",
    "keywords": [
      "inspiration",
      "initiative",
      "courage",
      "creative drive",
      "three",
      "fire"
    ],
    "meaningUpright": "inspiration, initiative, courage, creative drive, three, fire",
    "meaningReversed": "blocked/imbalanced, inspiration, initiative, courage, creative drive, three, fire",
    "description": "Three of Wands highlights expansion and sending your work outward. Growth becomes visible and support systems matter. Use momentum, leadership, and creative ignition to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Three of Wands is a good omen as it signifies moving forward, success and being happy with your choices so your relationship should be going well when it appears. It can also represent moving abroad or travelling to foreign lands so you and your partner may be travelling or moving abroad together when it appears.",
      "health": "The Three of Wands can signify recovery from an illness or injury and moving on after a period of ill health. As it is a travel Tarot card, it can show travelling overseas for treatment or getting vaccinated for travelling abroad.",
      "moneyCareer": "The Three of Wands can represent travelling overseas in relation to work or taking a job abroad. You may simply be looking at options for working abroad or considering other countries you could work in or you may be sent on a business trip abroad.",
      "spirituality": "In a spiritual context, the Three of Wands shows that you are feeling happy with your spiritual progress at the moment. You should be feeling fortunate and adventurous when it appears in your spiritual Tarot spread."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Three of Wands reversed is not a good omen as it signifies lack of progress, lack growth or being disappointed with your choices so your relationship may not be going well when it appears. It can also signify feeling like your wings have been clipped so if you or your partner would like to travel, you may feel that the other is restricting or holding you back.",
      "health": "The Three of Wands reversed can represent contracting an illness while abroad so make sure you have travel insurance if you are going abroad and take proper precautions if you are travelling such as getting vaccinated and wearing mosquito repellent in high risk countries. It can also represent being unhappy with the speed at which your recovery from an illness is progressing, be patient with your body, it will come back to full strength in its own time.",
      "moneyCareer": "The Three of Wands reversed can represent cancelled plans to travel overseas in relation to work or not taking a job that you are offered abroad. You may be frustrated with a lack of opportunity to progress in your current job when it appears.",
      "spirituality": "In a spiritual context, the Three of Wands reversed shows that you are feeling frustrated with your lack of spiritual progress at the moment. You may be struggling with your past or being haunted by it when this Minor Arcana card appears reversed in your spiritual Tarot spread."
    },
    "descriptionReversed": "In a general context, the Three of Wands reversed represents moving back home, returning from travels and homeland. It can show restriction, lack of progress, adventure or growth, failure and being unhappy with your choices or disappointed with the outcome of your situation. it also signifies lack of foresight or forward planning or holding on the past and being haunted by it."
  },
  {
    "id": "ace_cups",
    "name": "Ace of Cups",
    "suit": "cups",
    "number": 1,
    "imageAsset": "ace_cups.png",
    "keywords": [
      "emotion",
      "connection",
      "intuition",
      "compassion",
      "ace",
      "water"
    ],
    "meaningUpright": "emotion, connection, intuition, compassion, ace, water",
    "meaningReversed": "blocked/imbalanced, emotion, connection, intuition, compassion, ace, water",
    "description": "Ace of Cups highlights an open heart and emotional renewal. An opening appears with fresh energy and clear potential. Use emotional intelligence, bonding, and healing to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are single the Ace of Cups is a great omen as it represents new relationships or romance. Now is a great time to meet new people!",
      "health": "If you have been having health issues, the Ace of Cups is an indication of good things to come for you. You may see an improvement in your health or an increase in your energy levels with the fresh start the Ace of Cups can bring.",
      "moneyCareer": "If you are looking for work, the Ace of Cups is a positive omen as it shows new opportunities coming your way. If you have a job, the Ace of Cups can signify a promotion.",
      "spirituality": "In a spiritual context, the Ace of Cups is a sign that you open your heart to the love the universe is sending to you. You should feel a deep connection to spirit when it appears and you may find new spiritual gifts or abilities come your way."
    },
    "meaningsReversed": {
      "love": "If you are single, the Ace of Cups in a reversed position can signify that you may be finding it difficult to find or maintain a relationship at this time. This may be due to repressing emotions or being unwilling or unable to approach new relationships with an open heart as you are still holding on to your feelings for an unrequited love.",
      "health": "The Ace of Cups Tarot card reversed can show that blocked or repressed emotional issues may be having a negative effect on your health or depleting your energy levels. It can also signify fertility issues, difficult pregnancies, miscarriage or stillbirth.",
      "moneyCareer": "The Ace of Cups reversed can signify that you are feeling unfulfilled in your career. You may be finding that you feel creatively blocked or uninspired in your current position.",
      "spirituality": "In a spiritual context, the Ace of Cups reversed can signify that you are blocking or repressing your intuition. You may be feeling disconnected from spirit or that you have lost faith in the universe when it appears."
    },
    "descriptionReversed": "In a reversed position, The Ace of Cups Tarot card generally can show sadness, pain or blocked/repressed emotions. It can also signify that you may receive some bad or upsetting news. This Minor Arcana card reversed can show that you may find that you are not in the mood for socialising or meeting new people."
  },
  {
    "id": "two_cups",
    "name": "Two of Cups",
    "suit": "cups",
    "number": 2,
    "imageAsset": "two_cups.png",
    "keywords": [
      "emotion",
      "connection",
      "intuition",
      "compassion",
      "two",
      "water"
    ],
    "meaningUpright": "emotion, connection, intuition, compassion, two, water",
    "meaningReversed": "blocked/imbalanced, emotion, connection, intuition, compassion, two, water",
    "description": "Two of Cups highlights connection and mutual choice. You’re coordinating forces: desire vs reality, self vs other, vision vs logistics. Use emotional intelligence, bonding, and healing to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "The Two of Cups is a great card to get! If you are single it represents a blossoming romance or the offer of a relationship with a person who you share a strong connection with and who will be mutually attracted to you.",
      "health": "If you have been suffering from health problems, the Two of Cups is a good omen indicating that things should be coming back into balance very soon. If you are pregnant, the Two of Cups can sometimes indicate a twin pregnancy, look to the supporting cards to confirm this.",
      "moneyCareer": "The Two of Cups can represent a strong and successful business partnership. If you are considering entering into a business partnership with someone when it appears, it is a good omen that shows that you and your business partner will work well together and will have similar goals and mutual respect for each other.",
      "spirituality": "In a spiritual context, the Two of Cups shows that your connection to spirit should be strong at this time and you be finding balance and harmony on your spiritual path. you be very open to the love and positive energy the universe is sending you."
    },
    "meaningsReversed": {
      "love": "If you are single, the Two of Cups Tarot card reversed can signify a romance with someone who you are incompatible with. It can show that someone you are dating may blow hot and cold on you.",
      "health": "The Two of Cups reversed can suggest that disharmony, stress or tension may be causing a knock-on effect on your health. You see a lack of balance within you manifesting itself in physical symptoms such as headaches or migraines, high blood pressure or chronic fatigue.",
      "moneyCareer": "The Two of Cups reversed can signify dissolving a business partnership that has turned sour. You and your business partner may no longer have the same goals or respect for each other that you once did.",
      "spirituality": "In a spiritual context, the Two of Cups reversed can show that you are disconnected from the love and positive energy the universe is sending you. You may find it difficult to connect to spirit and find that you powers are very off balance at the moment."
    },
    "descriptionReversed": "In a general context, the Two of Cups Tarot card reversed can show a lack of harmony or balance in your life. It can signify that you may fall victim to some form of inequality, abuse or bullying. Again, while this Minor Arcana card in a reversed position usually relates to a romantic relationship, it can also signify falling out with a friend or being in a friendship that is imbalanced or one-sided in some way."
  },
  {
    "id": "three_cups",
    "name": "Three of Cups",
    "suit": "cups",
    "number": 3,
    "imageAsset": "three_cups.png",
    "keywords": [
      "emotion",
      "connection",
      "intuition",
      "compassion",
      "three",
      "water"
    ],
    "meaningUpright": "emotion, connection, intuition, compassion, three, water",
    "meaningReversed": "blocked/imbalanced, emotion, connection, intuition, compassion, three, water",
    "description": "Three of Cups highlights friendship, celebration, and support. Growth becomes visible and support systems matter. Use emotional intelligence, bonding, and healing to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are single, the Three of Cups Tarot can show that someone from your past may reappear in your life in a romantic capacity. It can also indicate that you have an abundance of potential suitors after a period of solitude or loneliness.",
      "health": "The Three of Cups Tarot card shows that you may have a lot of social events or celebrations coming up that could tempt you into overindulgence or excessive partying. Enjoy yourself but be mindful of the impact excessive indulgence could have on your health and try to moderate things.",
      "moneyCareer": "The Three of Cups can show that there will be a celebration in relation to your work or career. This may be in the form of graduating from a course, a successful launch event for a business, a celebration of the successful completion of a project or an office party.",
      "spirituality": "In a spiritual context, the Three of Cups can show that you may find yourself doing group work or interacting with others on a spiritual path in group scenarios that will boost your energy and teach you new ways of connecting to spirit. Embrace these new spiritual friends and accept the opportunities to learn."
    },
    "meaningsReversed": {
      "love": "If you are single, the Three of Cups reversed can show a short term relationship that won’t last is coming your way. The relationship may be a joy to begin with but it will quickly fizzle out.",
      "health": "The Three of Cups reversed can be a strong indicator that you be over-indulging or partying too much to the detriment of your health. The Three of Cups can be an indicator of a miscarriage or termination thus cancelling a baby shower or the celebration of a birth.",
      "moneyCareer": "The Three of Cups reversed may indicate that people in your workplace or team may give off the impression that they are team players but could be secretly trying sabotage or damage a project to make you look bad. It can also indicate that the gossip mill may be in overdrive in your workplace so try to focus on your work, remain professional and don’t give the gossips any ammunition.",
      "spirituality": "In a spiritual context, if you have been doing spiritual work in a group or have the opportunity to, the Three of Cups reversed can show that there may be some in the group who do not have good intentions. Trust your instincts about people, if someone acts nice to your face but you have a bad feeling about them, go with your gut."
    },
    "descriptionReversed": "In a general context, the Three of Cups Tarot card reversed can show celebrations being cancelled. This may take the form of a cancelled party, a cancelled wedding or an engagement being broken off to name but a few. The Three of Cups reversed can signify that your social life may be non-existent at the moment or that you’ve grown apart from your friends."
  },
  {
    "id": "ace_swords",
    "name": "Ace of Swords",
    "suit": "swords",
    "number": 1,
    "imageAsset": "ace_swords.png",
    "keywords": [
      "truth",
      "communication",
      "analysis",
      "decision",
      "ace",
      "air"
    ],
    "meaningUpright": "truth, communication, analysis, decision, ace, air",
    "meaningReversed": "blocked/imbalanced, truth, communication, analysis, decision, ace, air",
    "description": "Ace of Swords highlights a breakthrough in clarity and truth. An opening appears with fresh energy and clear potential. Use clarity, strategy, and honest communication to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Ace of Swords can show that you may be facing a challenge in your relationship. This Minor Arcana card tells you that you get to the truth of the matter and breakthrough the fog that has been clouding your ability to see this situation clearly.",
      "health": "The Ace of Swords shows that you discover the motivation and mental clarity you need to moderate your excesses and get control of any bad habits or start a new health plan. It can also represent needing surgery possibly due to an accidental injury so be mindful when it appears!",
      "moneyCareer": "The Ace of Swords can represent getting a new job, promotion or project which will provide you with a stimulating environment or mentally stimulating people to bounce your ideas off. It can also signify a time in your career or work life where you be brainstorming or coming up with new ideas and communicating them to your colleagues or team or taking charge of a new venture with vision and focus.",
      "spirituality": "Fresh new ideas abound when the Ace of Swords appears in a spirituality Tarot reading! You may be letting go of old belief systems that don’t serve you any longer."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Ace of Swords reversed can show conflict or confusion in a relationship. This Minor Arcana card reversed can tell you that miscommunication or a lack of communication may simply be causing issues in your relationship.",
      "health": "The Ace of Swords reversed can show that mental stress or a lack of mental clarity may be having a negative impact on your health. This may be manifesting itself in stress related symptoms such as an inability to concentrate, migraines, memory loss or fatigue.",
      "moneyCareer": "The Ace of Swords reversed can represent failing a job interview or getting a new job, promotion or project which lacks the stimulation you need or isn’t mentally challenges enough to hold your attention. It can also signify that you are experiencing creative blocks in relation to your career or work life.",
      "spirituality": "The Ace of Swords reversed can show that you pursuing new belief systems that do not bring any benefit to your life. It can also indicate that you may be letting hate triumph over love."
    },
    "descriptionReversed": "In a general context, the Ace of Swords reversed can represent a lack of ideas, misinformation, confusion and failure. It can also indicate intellectual inability, lack of mental clarity, memory loss and an inability to concentrate. This Minor Arcana card reversed can signify a lack of communication, creative blocks, lack of vision and frustration."
  },
  {
    "id": "two_swords",
    "name": "Two of Swords",
    "suit": "swords",
    "number": 2,
    "imageAsset": "two_swords.png",
    "keywords": [
      "truth",
      "communication",
      "analysis",
      "decision",
      "two",
      "air"
    ],
    "meaningUpright": "truth, communication, analysis, decision, two, air",
    "meaningReversed": "blocked/imbalanced, truth, communication, analysis, decision, two, air",
    "description": "Two of Swords highlights a stalemate and difficult choice. You’re coordinating forces: desire vs reality, self vs other, vision vs logistics. Use clarity, strategy, and honest communication to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Two of Swords can show a stalemate or a relationship at a crossroads. It may be that you and your partner have been arguing frequently lately or cannot agree on an important relationship decision and have called a temporary truce.",
      "health": "The Two of Swords shows that blocked unexpressed emotions may be at the centre of any health issues or physical discomfort you are experiencing. Blocked emotions or holding on to anxiety or resentment can block the chakras (energy centres in the body) leading to physical manifestations in the form of illnesses and injuries.",
      "moneyCareer": "The Two of Swords shows that you may be caught in the middle of a conflict at work. You may be asked to choose between two colleagues with opposing views.",
      "spirituality": "The Two of Swords shows that your spiritual path is not clear to you at the moment. Finding the balance within you is the key here."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Two of Swords reversed shows that you may be experiencing emotional turmoil about a decision you need to make regarding your relationship leading you to become completely indecisive. Anxiety or fear may be overwhelming you to the point that you are emotionally detaching from your partner rather than deal with the issues at hand.",
      "health": "The Two of Swords reversed shows that you may be struggling with finding a healthy balance in between your emotions and your mind, which may be the root of any health issues. Overwhelming anxiety, worry or stress you could be leading to a collection of physical symptoms or just generally not feeling your best.",
      "moneyCareer": "The Two of Swords reversed shows that a conflict at work may be causing you an overwhelming amount of stress or anxiety. It can show delays or postponements of projects or promotions.",
      "spirituality": "The Two of Swords reversed tells you that while it is good to familiarise yourself with information on spiritual practices, there is such thing as information overload! Don’t make your spiritual path a purely academic exercise by reading every book there is to read on every spiritual practice every conceived."
    },
    "descriptionReversed": "In a general context, the Two of Swords reversed represents indecision, delays or postponement. It shows that fear, worry, anxiety or stress is overwhelming you and you may be experiencing emotional or mental turmoil as a result leading to an inability to make a decision. It can also represent holding onto resentment or anxiety and being overloaded with more information that you can handle."
  },
  {
    "id": "three_swords",
    "name": "Three of Swords",
    "suit": "swords",
    "number": 3,
    "imageAsset": "three_swords.png",
    "keywords": [
      "truth",
      "communication",
      "analysis",
      "decision",
      "three",
      "air"
    ],
    "meaningUpright": "truth, communication, analysis, decision, three, air",
    "meaningReversed": "blocked/imbalanced, truth, communication, analysis, decision, three, air",
    "description": "Three of Swords highlights heartache and honest grief. Growth becomes visible and support systems matter. Use clarity, strategy, and honest communication to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Three of Swords is not a great omen as it represents tears, heartache, heartbreak, sorrow and conflict. This does not have to mean the end of your relationship but it does strongly indicate that there are some difficult issues that need to be addressed in order for the relationship to survive.",
      "health": "The Three of Swords is not a great omen as it can show ill-health, surgery and disorders. Your health or the health of someone you care about may not be as great as you would hope and you be experiencing a level of sadness or disillusionment with regards to this.",
      "moneyCareer": "The Three of Swords represents stress, disillusionment or losses so it is not a great omen. This Minor Arcana card can signify the grief and loss experienced due to the sudden loss of a job or redundancy.",
      "spirituality": "In a spiritual context, the Three of Swords shows that you are in need of healing. Recent events or losses have left you feeling bereft and sorrowful."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Three of Swords reversed can show that you are moving into a period of reconciliation or forgiveness in the relationship. You are ready to let go of the pain or heartache your relationship caused you in the past and to forgive and move forward.",
      "health": "The Three of Swords reversed can signify a return to health after a period of ill-health, surgery or disorders. You should be feeling much more optimistic about your chances of recovering or healing.",
      "moneyCareer": "The Three of Swords reversed can represent a stressful work or career situation starting to resolve itself and optimism coming in. You may be feeling much more upbeat and your work environment may be much more positive and happy.",
      "spirituality": "In a spiritual context, the Three of Swords reversed can show a time of forgiveness and healing after a loss or heartbreak. Recent events or losses left you feeling bereft and sorrowful but you have come through that and are finally healing the pain."
    },
    "descriptionReversed": "In a general context, the Three of Swords reversed represents overcoming unhappiness, heartache, sorrow and sadness. When reversed, it is a Minor Arcana card of optimism, overcoming grief or depression and releasing pain. When it appears it generally shows that you are recovering from your heartbreak and getting over the worst part of a bad situation or event."
  },
  {
    "id": "ace_pentacles",
    "name": "Ace of Pentacles",
    "suit": "pentacles",
    "number": 1,
    "imageAsset": "ace_pentacles.png",
    "keywords": [
      "work",
      "money",
      "body",
      "stability",
      "ace",
      "earth"
    ],
    "meaningUpright": "work, money, body, stability, ace, earth",
    "meaningReversed": "blocked/imbalanced, work, money, body, stability, ace, earth",
    "description": "Ace of Pentacles highlights a tangible opportunity and new resource. An opening appears with fresh energy and clear potential. Use building, saving, growing, and creating security to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are single, the Ace of Pentacles shows that you have a fresh start coming in terms of love. You should be meeting someone new soon, potentially through work or business.",
      "health": "If you have been experiencing health problems, the Ace of Pentacles is a positive omen to get in a Tarot reading as it can represent your health improving. In a general health context, it can show that now would be a great time to begin new health habits or implement lifestyle choices that will benefit your health for years to come.",
      "moneyCareer": "The Ace of Pentacles is a great card to get in a Tarot spread as it represents a positive new beginning. This may take the form of a promotion, new job or new business opportunity.",
      "spirituality": "In a spiritual context, the Ace of Pentacles shows that now would be a great time to try something new in terms of your spiritual practices or development. Don’t be afraid to experiment with different practices."
    },
    "meaningsReversed": {
      "love": "If you are single, the Ace of Pentacles reversed can be a warning not to miss out on opportunities for love in the future. It can also indicate that the loss of the security of a previous relationship may be leaving you feeling vulnerable and anxious.",
      "health": "If you have been experiencing health problems, the Ace of Pentacles reversed unfortunately can represent delays or setbacks in terms of recovery. In a general health context, it can simply indicate that you have not put energy and forethought into looking after your health.",
      "moneyCareer": "The Ace of Pentacles reversed is not a great card to get Tarot Spread as it can represent a new job, business or opportunity being delayed or falling through completely. It can signify a job loss, redundancy, a job offer that has poor financial prospects or not getting a promotion you wanted.",
      "spirituality": "In a spiritual context, the Ace of Pentacle reversed shows that you may be missing opportunities for spiritual growth or that focus on material matter may be delaying your spiritual development or sending you off course on your spiritual path. Try to refocus on your true spiritual self rather than focusing on material possession or wealth."
    },
    "descriptionReversed": "In a general context, the Ace of Pentacles reversed represents missed opportunities or lack of opportunities. It is a not a good card to get in a Tarot spread as it can represent opportunities, prospects or deals falling through. It can also signify delays, lack of planning and poor control so make sure you are putting the work and planning into achieving your goals when it appears."
  },
  {
    "id": "two_pentacles",
    "name": "Two of Pentacles",
    "suit": "pentacles",
    "number": 2,
    "imageAsset": "two_pentacles.png",
    "keywords": [
      "work",
      "money",
      "body",
      "stability",
      "two",
      "earth"
    ],
    "meaningUpright": "work, money, body, stability, two, earth",
    "meaningReversed": "blocked/imbalanced, work, money, body, stability, two, earth",
    "description": "Two of Pentacles highlights balancing resources and priorities. You’re coordinating forces: desire vs reality, self vs other, vision vs logistics. Use building, saving, growing, and creating security to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in relationship, the Two of Pentacles can show that you and your partner may have big financial decisions to make together such as getting a mortgage, buying a car or taking out a significant loan together. It can also be an indicator that you have a choice to make in terms of the future of the relationship.",
      "health": "The Two of Pentacles advises you to remember to balance your work life and personal life with your health needs. Be sure to take time out to eat healthily and exercise.",
      "moneyCareer": "The Two of Pentacles can signify that you have a decision to make in terms of business. For example, you may be thinking about starting your own business or you could be thinking of leaving your current secure job for a new job but are not sure whether to risk it or not.",
      "spirituality": "In a spiritual context, the Two of Pentacles shows that you are trying to find balance in all areas of your life which will allow you to flourish and progress along your spiritual path. You are also realising that there is more to life than material wealth and beginning to appreciate the fulfilment a balanced mind, body and spirit can bring."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Two of Pentacles reversed can show that you are trying to juggle too much and not finding time for the relationship. Work, financial stress, family issues etc.",
      "health": "The Two of Pentacles reversed shows that you are overextending yourself in other areas of your life which may be having a detrimental effect on your health. Having too many balls in the air can cause you serious stress and anxiety which could be manifesting itself in physical illness or injury.",
      "moneyCareer": "The Two of Pentacles reversed can show that you are taking on too much and spreading yourself way too thin. Juggling too much is a recipe for failure, you need to prioritise and delegate some of your work load if possible.",
      "spirituality": "In a spiritual context, the Two of Pentacles reversed can show that you are lacking spiritual balance in your life which may be preventing you from pursuing your spiritual path. This may be because you are too focused on work or gaining material wealth or because you are spreading yourself too thin trying to do everything."
    },
    "descriptionReversed": "In a general context, the Two of Pentacles reversed can show that you are biting off more than you can chew! You may be trying to keep too many balls in the air and finding it impossible to maintain the balance between the various areas of your life. This Minor Arcana card represents feeling overwhelmed, overextending yourself and lack of organisation."
  },
  {
    "id": "three_pentacles",
    "name": "Three of Pentacles",
    "suit": "pentacles",
    "number": 3,
    "imageAsset": "three_pentacles.png",
    "keywords": [
      "work",
      "money",
      "body",
      "stability",
      "three",
      "earth"
    ],
    "meaningUpright": "work, money, body, stability, three, earth",
    "meaningReversed": "blocked/imbalanced, work, money, body, stability, three, earth",
    "description": "Three of Pentacles highlights skill, teamwork, and building craft. Growth becomes visible and support systems matter. Use building, saving, growing, and creating security to move the situation forward without losing balance.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Three of Pentacles shows that you are committed to the relationship and are putting the effort in to it to make things work. If you have been having issues in the relationship, it can be a sign that you may seek the help of a relationship counsellor to overcome your issues.",
      "health": "If you have been trying to improve your health or fitness, the Three of Pentacles Tarot card is a great omen to get as it shows that all of your hard work and determination will be starting to pay off and you should be feeling the benefits soon. Keep trying until you reach your goals, you can do it.",
      "moneyCareer": "The Three of Pentacles shows is a great work ethic, commitment and determination. you be putting a lot of effort into your career or business and building on previous successes when it appears.",
      "spirituality": "In a spiritual context, the Three of Pentacles shows that you be learning or studying new spiritual practices. It is also a sign that if you put the effort into your spiritual development you reap the rewards."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Three of Pentacles reversed can show that a third party may be causing friction in your relationship. It can also indicate a lack of commitment or growth.",
      "health": "The Three of Pentacles reversed tells you that you have to put the effort in if you want to see results. If you have been having health issues, it advises you that you need to take proactive steps to help yourself if you want to improve your health.",
      "moneyCareer": "The Three of Pentacles reversed is not a great omen as it can show that you have lost your motivation, dedication or commitment and the quality of your work is suffering greatly as a result. When it appears, it does not mean you lack ability.",
      "spirituality": "In a spiritual context, the Three of Pentacles reversed shows that you need to open and willing to learn if you want to make progress on your spiritual path. If you are finding that you are reluctant to move forward, you need to examine why."
    },
    "descriptionReversed": "In a general context, the Three of Pentacles reversed is not a great card to get in a Tarot spread as it shows that you are not learning from your mistakes or are unwilling to do so. You may be overwhelmed with the sense that you do not know what you are doing. However, you are not putting the effort into learning!"
  },
  {
    "id": "four_wands",
    "name": "Four of Wands",
    "suit": "wands",
    "number": 4,
    "imageAsset": "four_wands.png",
    "keywords": [
      "four",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Four of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Four of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Four of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Four of Wands is a great omen representing happy family life, success, stability, security and laying down roots so your relationship should be going very well when it appears. It is also a Minor Arcana card signifying celebrations and as su….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Four of Wands is a great omen representing happy family life, success, stability, security and laying down roots so your relationship should be going very well when it appears. It is also a Minor Arcana card signifying celebrations and as such, can represent parties, welcoming ceremonies, baptisms and family coming together.",
      "health": "The Four of Wands is a good omen as it signifies good health and vitality and returning to good health after an illness. It is also a happy family card so a good omen to get if you are pregnant.",
      "moneyCareer": "The Four of Wands shows that things should be going well in work at the moment. Your work environment is a pleasant and supportive one and you should be getting along well with your colleagues when it appears.",
      "spirituality": "In a spiritual context, the Four of Wands can represent ceremonies and community so you may have rituals and events to attend within your religious or spiritual community. If you are invited to take part in events or workshops it is good omen indicating that you be made to feel welcome and will find acceptance and support at those events."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Four of Wands reversed is not a great omen as it can represent unhappy family life, failure, instability, insecurity, neglect and being uprooted so your relationship may be going through a tough or an unpredictable time when it appears. When reversed, it is also a Minor Arcana card signifying cancelled or postponed celebrations and family being divided so it can show that you and your partner may not be seeing eye-to-eye or you may be having some issues with getting your family to accept your relationship.",
      "health": "The Four of Wands reversed can show shaky or poor health. It can signify that you are not taking enough time out to stop and smell the roses.",
      "moneyCareer": "The Four of Wands reversed shows that things may not be going well in work at the moment. Your work environment is not a pleasant or supportive one.",
      "spirituality": "In a spiritual context, the Four of Wands reversed can represent cancelled ceremonies and lack of community spirit so you may find that rituals and events you were meant to attend within your religious or spiritual community are cancelled. If you are invited to take part in events or workshops it is not a great good omen as it can show that you not feel like you fit it or find the support and acceptance you need at those events."
    },
    "descriptionReversed": "In a general context, the Four of Wands reversed represents unhappy families, being jilted or cancelled celebrations, surprises, parties, or events. It can signify leaving home, postponed or cancelled reunions, feeling like you don’t fit in, not being made to feel welcome and lack of support. This Minor Arcana card when reversed can show failure, lack of achievement, neglect, instability, insecurity and being transient or uprooted."
  },
  {
    "id": "five_wands",
    "name": "Five of Wands",
    "suit": "wands",
    "number": 5,
    "imageAsset": "five_wands.png",
    "keywords": [
      "five",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Five of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Five of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Five of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Five of Wands can represent rows, arguments, conflict and fighting. You and your partner may not see eye-to eye when it appears.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Five of Wands can represent rows, arguments, conflict and fighting. You and your partner may not see eye-to eye when it appears.",
      "health": "The Five of Wands can represent battling with or successfully fighting off an illness. It can also be an indication that you need reduce your adrenaline and stress levels or you may leave yourself prone to stress related illnesses such as high blood pressure.",
      "moneyCareer": "The Five of Wands can represent conflict or competition in the workplace and can show strikes and chaos. You might find yourself having personality clashes with colleagues or having to compete for clients or projects or just to get noticed.",
      "spirituality": "In a spiritual context, the Five of Wands shows that you are experiencing a great deal of spiritual conflict that is clouding your ability to see your path. If you are attempting to develop your intuitive side you may find it difficult to put aside your ego and the negative voices that discourage you."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Five of Wands reversed can represent an ending of rows, arguments, conflict or fighting. You and your partner may be starting to turn a corner after a period of turbulence in the relationship.",
      "health": "The Five of Wands reversed can represent unsuccessfully trying to fight off an illness. It can also signify that failing to get your stress levels under control may be leading you to more serious medical problems like heart attack or stroke.",
      "moneyCareer": "The Five of Wands reversed can represent the ending of conflict or competition in the workplace. You and your colleagues may join forces to complete an important project and all competitiveness is put aside to work as a team and get the job done.",
      "spirituality": "In a spiritual context, the Five of Wands reversed shows that your previous inner conflict has been resolved leaving you more focused with a sense of inner peace, calm and harmony."
    },
    "descriptionReversed": "In a general context, the Five of Wands reversed represents the end of rows, arguments, conflict, fighting and disagreements. It signifies ending struggles, finding common ground or solutions, reaching agreements, compromise, cooperation, peace and harmony. This Minor Arcana card reversed can also represent battle fatigue, fear of confrontation, shyness, suppressing your temper and feeling intimidated."
  },
  {
    "id": "six_wands",
    "name": "Six of Wands",
    "suit": "wands",
    "number": 6,
    "imageAsset": "six_wands.png",
    "keywords": [
      "six",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Six of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Six of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Six of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Six of Wands is a great omen indicating success, stability, strength and sharing your success. You and your partner should be riding high and achieving your goals together.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Six of Wands is a great omen indicating success, stability, strength and sharing your success. You and your partner should be riding high and achieving your goals together.",
      "health": "The Six of Wands can show good health or victory over a disease or success in battling an illness so it is a very good omen to receive if you have been ill. It can also represent a successful return to sports after an injury.",
      "moneyCareer": "The Six of Wands represents success and victory so it is a very good omen. You may have won a promotion or new job or successfully completed a project producing great results.",
      "spirituality": "In a spiritual context, the Six of Wands sees people looking to you for guidance. Assist those that you can help as you have the leadership qualities required in abundance."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Six of Wands reversed is not a great omen as it can show failure, disloyalty and instability. You relationship may lack the qualities needed to endure the difficult times.",
      "health": "The Six of Wands reversed can show poor health or a relapse of an illness or disease or success that you had been given the all clear on. It can also represent a disappointing return to sports or fitness after an injury or an injury caused by a fall.",
      "moneyCareer": "The Six of Wands reversed can represent lack of success or defeat so it is not a very good omen to get. You may have lost out on a promotion or new job or produced poor results on a work project or target.",
      "spirituality": "In a spiritual context, the Six of Wands reversed shows that you may be following crowd a bit when it comes to your spiritual development and just going along with others for the sake of fitting in. Your spiritual path is uniquely yours so you need to decide your own course."
    },
    "descriptionReversed": "In a general context, the Six of Wands reversed represents losing, failure, lack of achievement, recognition, endurance, confidence or support. When reversed, it is a Minor Arcana card of mob or pack mentality, being a follower or being hunted. It shows that someone is being arrogant, egotistical, fame hungry or a diva and that pride comes before a fall."
  },
  {
    "id": "seven_wands",
    "name": "Seven of Wands",
    "suit": "wands",
    "number": 7,
    "imageAsset": "seven_wands.png",
    "keywords": [
      "seven",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Seven of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Seven of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Seven of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Seven of Wands tells you that you have some challenges coming up and if you want your relationship to go the distance you are going to have to fight for it. This challenge may come from inside the relationship in the form of you or your part….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Seven of Wands tells you that you have some challenges coming up and if you want your relationship to go the distance you are going to have to fight for it. This challenge may come from inside the relationship in the form of you or your partner trying to blame each other for issues.",
      "health": "The Seven of Wands can signify you having to fight to overcome an illness or injury. it can also represent an illness or condition that you have to work hard to keep under control.",
      "moneyCareer": "The Seven of Wands can represent fighting to protect what you have. When it appears you may find that you have a battle on your hands to hold on to your success or position.",
      "spirituality": "In a spiritual context, the Seven of Wands shows that you may have to stand up for your spiritual beliefs so someone may challenge your belief system, call your morals into question or try to ridicule or harass you for your beliefs. You have a right to your belief system so don’t allow anyone else to try and take that away from you."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Seven of Wands reversed is not a great omen as it shows you quitting, giving up or letting go in the face of challenges coming up. Again, if you want your relationship to go the distance you are going to have to fight for it.",
      "health": "The Seven of Wands reversed is not a great omen as it can signify someone losing the energy or will to fight to overcome an illness or injury. it can also represent an illness or condition spiralling out of control.",
      "moneyCareer": "The Seven of Wands reversed can represent not protecting what you have achieved or worked for. When it appears you may find that you have taken your eye off the ball and someone else has taken your place.",
      "spirituality": "In a spiritual context, the Seven of Wands reversed shows that you may fold on your beliefs when they are challenged. There is nothing wrong with learning about new paths or religions and embracing them if they work for you but be mindful that you are not just following the crowd because you want to fit in!"
    },
    "descriptionReversed": "In a general context, the Seven of Wands reversed represents folding on your beliefs, yielding, quitting, giving up and giving in. It signifies admitting defeat, surrendering and lack of courage or stamina. This Minor Arcana card can represent weakness, failing to protect or defend someone or something you care about and being exhausted, burnt-out or worn down."
  },
  {
    "id": "eight_wands",
    "name": "Eight of Wands",
    "suit": "wands",
    "number": 8,
    "imageAsset": "eight_wands.png",
    "keywords": [
      "eight",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Eight of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Eight of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Eight of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Eight of Wands is a good omen indicating progress, exciting times, infatuation and being swept of your feet. Whether the relationship is new or you’ve been together for years this Minor Arcana card brings a rush of love, excitement, sex and….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Eight of Wands is a good omen indicating progress, exciting times, infatuation and being swept of your feet. Whether the relationship is new or you’ve been together for years this Minor Arcana card brings a rush of love, excitement, sex and passion.",
      "health": "The Eight of Wands can represent a rapid recovery from an injury or illness. It can also represent being very physically active or seeing a newly implemented diet or exercise regime produce results quickly.",
      "moneyCareer": "The Eight of Wands can represent work related travel or things taking off a great speed. You may find yourself going places in the physical sense of attending meetings or overseas conferences or you may find your career is going places!",
      "spirituality": "In a spiritual context, the Eight of Wands shows that you should be experiencing in a big upswing in your positive energy. If you have been trying to develop your psychic or healing abilities you should find yourself gaining momentum and progressing quickly."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Eight of Wands reversed is not a good omen indicating a lack of progress or slow progress, lack of romance and a relationship losing its momentum. Whether the relationship is new or you’ve been together for years this Minor Arcana card reversed can represent a lack of energy, excitement, sex or passion.",
      "health": "The Eight of Wands reversed can represent a slow recovery from an injury/illness or health suddenly taking a nose dive. It can also represent being inactive or too active leading to fatigue or a newly implemented diet or exercise regime not producing results as quickly as you hoped.",
      "moneyCareer": "The Eight of Wands reversed can represent things taking off too quickly or not quick enough and cancelled travel. You may find meetings or overseas conferences are cancelled or that your career is just not progressing at the rate you hoped it would.",
      "spirituality": "In a spiritual context, the Eight of Wands reversed shows that you may be experiencing a lack of energy or being affected by negative energy when it appears. If you have been trying to develop your psychic or healing abilities you may find that things are not progressing as quickly as you would like."
    },
    "descriptionReversed": "In a general context, the Eight of Wands reversed represents slowness, slow progress and lack of speed, movement or action. When reversed, it is a Minor Arcana card of restriction, returning from travels or delayed or cancelled travel or holidays. It can signify late starts, bad timing, losing momentum, missed opportunities and unfinished business."
  },
  {
    "id": "nine_wands",
    "name": "Nine of Wands",
    "suit": "wands",
    "number": 9,
    "imageAsset": "nine_wands.png",
    "keywords": [
      "nine",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Nine of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Nine of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Nine of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Nine of Wands shows that you and your partner have been going through a rough time. Whether that’s in how you relate to each other or just in life in general, recent events have left you sapped of all energy.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Nine of Wands shows that you and your partner have been going through a rough time. Whether that’s in how you relate to each other or just in life in general, recent events have left you sapped of all energy.",
      "health": "If you have been ill for some time, the Nine of Wands can show that the battle with your illness up to now has used up most of your energy. it tells you that you need to summon the last of your strength and push forward.",
      "moneyCareer": "The Nine of Wands represents an ongoing battle, perseverance and fighting through the tough times. The reality of the work you have taken on may be hitting home when it appears as the Nine of Wands shows that you are mid-way through a battle.",
      "spirituality": "In a spiritual context, the Nine of Wands shows that you have gone through a difficult time and you are feeling burnt out and worn out. However, things are looking up and you have learned your karmic lessons so you be able to move forward on your spiritual path!"
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Nine of Wands reversed can show that you and your partner may have been arguing previously and have now gotten locked in a stalemate where you are both digging your heals in and refusing to compromise. Alternatively, this Minor Arcana card can suggest that you have no fight left and want to withdraw from the relationship altogether.",
      "health": "The Nine of Wands reversed can show being unable to continue to fight an illness or being unable to keep up the pretence that you are not suffering. It is also a stronger indication of a chronic illness or the return of an old injury or illness causing you problems.",
      "moneyCareer": "The Nine of Wands reversed can represent having no fight left or stubbornly refusing to compromise or change. You may feel like are getting nowhere in your job or with a current project and that you have put everything into it but to no avail.",
      "spirituality": "In a spiritual context, the Nine of Wands reversed again shows that you have gone through a difficult time. You are feeling exhausted but there is an element of rigidity with it that suggests you are digging your heels in and refusing to accept the lessons the universe is trying to send you."
    },
    "descriptionReversed": "In a general context, the Nine of Wands reversed represents refusing to compromise or give in, being stubborn, rigid or obstinate. It can signify being the last one standing or having a chip on your shoulder. Alternatively, this Minor Arcana card reversed can signify a stalemate, withdrawal, retreat, giving up, having no fight left or no backbone."
  },
  {
    "id": "ten_wands",
    "name": "Ten of Wands",
    "suit": "wands",
    "number": 10,
    "imageAsset": "ten_wands.png",
    "keywords": [
      "ten",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Ten of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Ten of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Ten of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Ten of Wands shows that you are overloaded or overburdened by the relationship. You may feel as though your partner takes you for granted, you may be carrying the full weight of the relationship on your shoulders while your partner takes….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Ten of Wands shows that you are overloaded or overburdened by the relationship. You may feel as though your partner takes you for granted, you may be carrying the full weight of the relationship on your shoulders while your partner takes a back seat and you may feel saddled with all the stress and responsibility of the relationship.",
      "health": "The Ten of Wands shows that stress or burdens are having a negative impact on your health and may be physically manifesting in illness or injuries. You need to take care of yourself first and foremost.",
      "moneyCareer": "The Ten of Wands represent stress, burdens and being overloaded. You may have bitten off way more than you can chew when it appears.",
      "spirituality": "In a spiritual context, the Ten of Wands suggests that you have lost your way a little bit or lost your focus. You may feel you have gone off course on your spiritual path or that the stresses and burdens of your life have taken you away from your path."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Ten of Wands reversed can show that you are offloading some of your stresses and responsibilities thus leaving room for the fun and spontaneity to come back. Your partner may be taking on more duties and sharing burdens making you closer and more connected.",
      "health": "The Ten of Wands reversed shows that you may be lessening the stress or burdens that were having a negative impact on your health which should see your symptoms improve. However, on the flip side it can be an indication that you have ignored these warning signs too much and are headed for a collapse or serious illness.",
      "moneyCareer": "The Ten of Wands reversed can represent reducing burdens and responsibilities or crumbling under the pressure of excessive burdens. You may be finding ways to reduce your workload when this Minor Arcana card appears reversed.",
      "spirituality": "In a spiritual context, the Ten of Wands reversed tells you that you must make time for yourself. You may think you are helping others by giving them every bit of energy you have but you are heading for a serious burn out."
    },
    "descriptionReversed": "In a general context, the Ten of Wands reversed represents having too much responsibility and stress or a cross that’s too heavy to bear. When reversed, this Minor Arcana card can signify insurmountable problems, flogging a dead horse and working hard but getting nowhere. It suggests that you are pushing yourself so far that you are on the brink of a collapse or a breakdown."
  },
  {
    "id": "page_wands",
    "name": "Page of Wands",
    "suit": "wands",
    "number": 11,
    "imageAsset": "page_wands.png",
    "keywords": [
      "page",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Page of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Page of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Page of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship, the Page of Wands can show that romantic messages or good news may be coming your way. This Minor Arcana card can also represent a new wave of passion and playfulness for your relationship, so be prepared for some exciting days and nights….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Page of Wands can show that romantic messages or good news may be coming your way. This Minor Arcana card can also represent a new wave of passion and playfulness for your relationship, so be prepared for some exciting days and nights when it appears.",
      "health": "The Page of Wands would indicate that you need to take action to improve your health or to get moving. This may be in the form of starting a new exercise regime, improving your diet by starting a healthy eating plan or just generally being more proactive about your health and fitness.",
      "moneyCareer": "The Page of Wands can show that you are in the early stages of or thinking of starting a new job, project or business that you are very excited about when it appears. Make sure you have thought through your new venture as the Page of Wands has a tendency to jump into things head first without any forethought.",
      "spirituality": "In a spiritual context, the Page of Wands can show that you are about to take a new direction on your spiritual path. An exciting new phase of exploration and discovery awaits you when this Minor Arcana card appears."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Page of Wands reversed can show that setback in a relationship. This Minor Arcana card reversed can show that the initial romance has worn off and you are seriously considering if you and your partner have enough in common to make a relationship work.",
      "health": "The Page of Wands reversed can show that you either have a lot of pent up energy or a lack of energy. If you have been ill or injured and trying to recover, it could indicate that you are lacking the energy to get moving again or alternatively, that a bit of cabin fever has kicked in and you can’t wait to get moving again.",
      "moneyCareer": "The Page of Wands reversed can show that you may have ideas about where you want to be in your career or business but you have no idea how to accomplish this or you are not putting the work in. There can also be a lack of ambition, drive, enthusiasm or energy when it appears.",
      "spirituality": "In a spiritual context, The Page of Wands reversed can show that you are fearful of taking new direction on your spiritual path. In order to grow and learn we must step out of our comfort zone."
    },
    "descriptionReversed": "In a general context, the Page of Wands reversed represents bad or delayed news and set-backs. This may take the form of letters, phone calls or word of mouth. This Minor Arcana card reversed can show that you may be lacking ideas or creativity or feeling uninspired or demotivated."
  },
  {
    "id": "knight_wands",
    "name": "Knight of Wands",
    "suit": "wands",
    "number": 12,
    "imageAsset": "knight_wands.png",
    "keywords": [
      "knight",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Knight of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Knight of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Knight of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Knight of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. You should be excited about yo….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Knight of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. You should be excited about your relationship and proactively putting the work in to make it a success when it appears.",
      "health": "The Knight of Wands is usually a good omen in terms of health as it shows you full or energy and enthusiasm. it is also a card of haste, so be mindful that you don’t injure yourself by rushing too fast with all the activities you are involved in at the moment.",
      "moneyCareer": "The Knight of Wands can show that you are changing jobs or launching your own business when it appears. This Minor Arcana card signifies high energy, enthusiasm and being up for a challenge.",
      "spirituality": "In a spiritual context, the Knight of Wands shows that having recently discovered a new spiritual path or practice you be throwing yourself into it with gusto. You are enthusiastic and energetic at the moment but don’t be too hasty!"
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Knight of Wands reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If this Minor Arcana card reversed represents your partner, beware, it can signify someone who is abusive, jealous and extremely aggressive.",
      "health": "The Knight of Wands reversed is not a great omen as it can show that you are overdoing it and heading for burn out. It can also indicate that you may have jumped into a new health regime or exercise plan with a little too much haste and may injure yourself as a result.",
      "moneyCareer": "The Knight of Wands reversed is not a great card to see as it shows that you are unfocused in your career. It can show that you have not found the career that you really want and are mindlessly changing from job to job without a clue of where you are heading or what you want to do.",
      "spirituality": "In a spiritual context, the Knight of Wands reversed can show a break from your old spiritual ways. You may completely let go of your old religion or practices, deciding that they no longer work for you which may come as a shock to the people closest to you."
    },
    "descriptionReversed": "In a general context, the Knight of Wands reversed shows that things are not going as well as you expected and any ventures you have taken on are likely to experience delays or setback. You may be lacking ambition, enthusiasm or self-discipline to make your ventures a success and could be feeling fearful and passive when it appears. Alternatively, it can show that you are being overly confident or competitive, arrogant or cocky."
  },
  {
    "id": "queen_wands",
    "name": "Queen of Wands",
    "suit": "wands",
    "number": 13,
    "imageAsset": "queen_wands.png",
    "keywords": [
      "queen",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "Queen of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "Queen of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "Queen of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship the Queen of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. Remember, she can be fiery but….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Queen of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. Remember, she can be fiery but life with her is never boring.",
      "health": "The Queen of Wands is a good omen as she represents health and vitality. Your energy levels should be high when she appears and people may wonder where you get your energy from.",
      "moneyCareer": "The Queen of Wands can show that you are full of energy at the moment on the work or business front and you are taking action and getting things done. Others may be astounded at the amount of tasks you are able to complete as you juggle many projects at once.",
      "spirituality": "In a spiritual context, the Queen of Wands shows that you desire new spiritual knowledge and practice when it appears. Your enthusiasm is commendable but make sure you put a bit of thought into your direction before deciding on the best course of action."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Queen of Wands reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If this is represents your partner, beware as she can signify deceitfulness, unfaithfulness and someone who is manipulative, jealous or spiteful.",
      "health": "The Queen of Wands reversed is not a good omen as she can represent ill-health and lack of vitality. Your energy levels may be low when she appears.",
      "moneyCareer": "The Queen of Wands reversed can show that you are lacking energy at the moment on the work or business front. There may be frustration at unexpected challenges or obstacles that is leaving you feeling unmotivated or exhausted when she appears.",
      "spirituality": "In a spiritual context, the Queen of Wands reversed shows that an older or mature female may try to control you on your spiritual journey. This woman may be a mentor or someone who offers you guidance but becomes overbearing and tries to force her own beliefs or practices on you."
    },
    "descriptionReversed": "In a general context, the Queen of Wands reversed can show that you may be feeling pessimistic, temperamental or overwhelmed. You may have taken on far too many tasks and are trying to keep too many balls in the air when she appears. You may be exhausted and heading for burn out when she appears!"
  },
  {
    "id": "king_wands",
    "name": "King of Wands",
    "suit": "wands",
    "number": 14,
    "imageAsset": "king_wands.png",
    "keywords": [
      "king",
      "wands",
      "drive",
      "creativity",
      "initiative",
      "fire"
    ],
    "meaningUpright": "King of Wands upright themes: drive, creativity, initiative, fire",
    "meaningReversed": "King of Wands reversed themes: drive, creativity, initiative, fire",
    "description": "King of Wands upright themes: drive, creativity, initiative, fire. If you are in a relationship, the King of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If this is your partner, bear i….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the King of Wands can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If this is your partner, bear in mind that nothing will turn him off you quicker than you being clingy or needy.",
      "health": "The King of Wands is generally a good omen as it also shows good health and vitality. it does warn you not to forget to take time out to relax though to as you can be prone to overdoing it.",
      "moneyCareer": "The King of Wands suggests that things will be going well on the work front. You should be motivated, energetic and action orientated when he appears.",
      "spirituality": "In a spiritual context, the King of Wands shows that you are truly progressing on your spiritual path but don’t rush too far too fast. Remember Rome wasn’t built in a day so take some time to stop and smell the roses as this will be a lifelong journey of exploration and discovery."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the King of Wands reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If this is your partner, beware as the extreme negative of it can show an abusive relationship, a violent partner or a partner who is a womaniser.",
      "health": "The King of Wands reversed can show that you are overdoing and heading for a major burn out or that you are run down and tired with a low immune system. Try to be gentle with yourself and reduce the stress in your life.",
      "moneyCareer": "The King of Wands reversed suggests that things may not be going well on the work front. You may be being too passive or unfocused.",
      "spirituality": "In a spiritual context, the King of Wands reversed can show that you may be being very strict or rigid with yourself as you explore your spiritual development. Remember there is no rule that says you can’t be spiritual and have a good time."
    },
    "descriptionReversed": "In a general context, the King of Wands reversed can show that you lack the energy, experience or enthusiasm to accomplish what you set out to achieve at this time. You are taking a back seat and are not being proactive in your life. You may feel that you are not up to the task or are giving away your power and setting a bad example for those who look up to you."
  },
  {
    "id": "four_cups",
    "name": "Four of Cups",
    "suit": "cups",
    "number": 4,
    "imageAsset": "four_cups.png",
    "keywords": [
      "four",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Four of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Four of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Four of Cups upright themes: emotion, relationships, intuition, water. If you are single, the Four of Cups can show that you may be regretting past mistakes in the love department. It can show that you are so focused on what is missing in your love life or the relationships you’ve had that didn’t work out, that you are missing the oppo….",
    "meaningsUpright": {
      "love": "If you are single, the Four of Cups can show that you may be regretting past mistakes in the love department. It can show that you are so focused on what is missing in your love life or the relationships you’ve had that didn’t work out, that you are missing the opportunities for love that are right in front of you.",
      "health": "The Four of Cups Tarot card can show that health issues have left you feeling depressed, weary or frustrated. You may be feeling sad about the restrictions your health woes are putting on you.",
      "moneyCareer": "The Four of Cups can show that you feel bored or unsatisfied in your career. You may feel like your career has become stagnant.",
      "spirituality": "In a spiritual context, the Four of Cups can show that you have been feeling disillusioned or are wishing your life away wondering what if. You need to let go of the regrets from your past and focus on the good things that are happening all around you."
    },
    "meaningsReversed": {
      "love": "If you are single, the Four of Cups Tarot card reversed can show that you are coming out a period of detachment or solitude where you were not interested in dating or starting a relationship. You may have withdrawn from the world due to the trauma of a bad breakup to give yourself time to heal.",
      "health": "The Four of Cups Tarot card in a reversed position shows you feeling re-energised and positive. Know that if health issues have been dragging you down, things are about to change.",
      "moneyCareer": "The Four of Cups reversed shows that you have been going through a period of stagnation in your career which is about to suddenly change. you be aware of the opportunities that are opening up to you.",
      "spirituality": "In a spiritual context, the Four of Cups reversed shows that you are ready to break out of the spiritual rut you’ve been in. You are ready to let go of the remorse, regrets and what ifs of the past and focus on the beauty and positivity that is all around you."
    },
    "descriptionReversed": "In a general context, the Four of Cups Tarot card reversed shows that you are pulling yourself out of the rut you have been in. While your life may have previously felt stagnant, that is now coming to an end. The Four of Cups reversed represent leaving regrets, remorse and wishful thinking in the past and focusing on the present and moving forward in a positive direction."
  },
  {
    "id": "five_cups",
    "name": "Five of Cups",
    "suit": "cups",
    "number": 5,
    "imageAsset": "five_cups.png",
    "keywords": [
      "five",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Five of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Five of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Five of Cups upright themes: emotion, relationships, intuition, water. If you are single, the Five of Cups can show that you are overcome with sadness or despair about a past relationship that did not work out. You may feel as though “The One” has slipped through your fingers and could be oblivious to potential partners as you are so focus….",
    "meaningsUpright": {
      "love": "If you are single, the Five of Cups can show that you are overcome with sadness or despair about a past relationship that did not work out. You may feel as though “The One” has slipped through your fingers and could be oblivious to potential partners as you are so focused on your sense of loss.",
      "health": "The Five of Cups can show emotional baggage causing mental health issues. It can represent grief or sadness causing depression or your need to isolate yourself causing you panic attacks in social situations or agoraphobia.",
      "moneyCareer": "The Five of Cups can show a job loss or the collapse of a business. If you are in business it can also signify a business partner or staff member abandoning the company or it can signify you leaving the business or abandoning a business plan.",
      "spirituality": "In a spiritual context, the Five of Cups shows that you may be holding on to feelings of deep anger, frustration or resentment. As the saying goes, holding on to anger is like drinking poison and expecting the other person to die."
    },
    "meaningsReversed": {
      "love": "If you are single, the Five of Cups Tarot card in a reversed position can show that you have let go of your regrets or sorrow over your past relationships and are ready to move on. You are beginning to see the possibilities for romance that are all around you.",
      "health": "The Five of Cups reversed shows that allowing yourself to let go of past pain and opening up to positive healing energy will be key to resolving any health issues you are experiencing. If you are struggling to let go of negativity, some energy healing may be beneficial.",
      "moneyCareer": "The Five of Cups reversed can represent getting back on your feet after a job loss or redundancy. It can also represent beginning to rebuild a business after a loss or after being abandoned by a business partner.",
      "spirituality": "In a spiritual context, the Five of Cups reversed can show that you are coming out of a period of great loss or sorrow ready for a fresh start and new spiritual path. You have learned some important karmic lessons from the pain you’ve experienced and you’re allowing those experiences to make you a kinder, more spiritual and more empathetic person."
    },
    "descriptionReversed": "In a general context, the Five of Cups Tarot card reversed represents acceptance, forgiveness and healing. You have come to terms with your grief and sorrow. You have realised that living the rest of your life in regret, mourning or sadness will not change the past and have accepted that you have to move on with your life."
  },
  {
    "id": "six_cups",
    "name": "Six of Cups",
    "suit": "cups",
    "number": 6,
    "imageAsset": "six_cups.png",
    "keywords": [
      "six",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Six of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Six of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Six of Cups upright themes: emotion, relationships, intuition, water. If you are in a relationship, the Six of Cups can simply indicate that you and your partner are childhood sweethearts. If the surrounding cards are positive, it can signify having children.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Six of Cups can simply indicate that you and your partner are childhood sweethearts. If the surrounding cards are positive, it can signify having children.",
      "health": "In a health reading, the Six of Cups can simply be telling you to be charitable or caring towards someone with ill health, they may need your support more than you know. It can also be an indication that a fast paced life may be causing you undue stress or illness, try to simplify your life as much as you can and get back to basics.",
      "moneyCareer": "In a career reading, the Six of Cups is generally a good omen. It signifies creativity, sharing and goodwill.",
      "spirituality": "In a spiritual context, the Six of Cups can show that you need to keep spiritual practices simple. Our spirituality an intrinsic part of who we are but sometimes in our eagerness to connect to spirit we can over-complicate things."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Six of Cups reversed can represent boredom or a lack of passion in the relationship. Although the relationship gives you security, you may be finding it stifling.",
      "health": "The Six of Cups reversed can be an indicator that any health issues you are suffering from may either be genetic or a physical manifestation of unresolved childhood issues/trauma. If you are planning a family, the Six of Cups in a reversed position can represent fertility issues or problems conceiving.",
      "moneyCareer": "The Six of Cups reversed can show that you are feeling bored in your current role or that it’s stifling your creativity. You may decide to leave the security and safety of this job to do something that you find creatively fulfilling.",
      "spirituality": "In a spiritual context, the Six of Cups reversed can show that now is a time to discover new beliefs and try new things rather than clinging rigidly to the beliefs or traditions you learned in childhood. Keep what works for you but don’t be afraid to branch out and incorporate new ideas that appeal to you."
    },
    "descriptionReversed": "In a general context, the Six of Cups reversed can signify letting go of the past and being ready to move on to the future. It can be an indicator of growing up, becoming more mature or leaving home. It can also indicate letting go of childhood issues or childishness."
  },
  {
    "id": "seven_cups",
    "name": "Seven of Cups",
    "suit": "cups",
    "number": 7,
    "imageAsset": "seven_cups.png",
    "keywords": [
      "seven",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Seven of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Seven of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Seven of Cups upright themes: emotion, relationships, intuition, water. If you are single, the Seven of Cups shows that you have lots of potential partners interested in you and lots of opportunities for romance. If you are in a relationship, the Seven of Cups can show that a new potential love interest may appear and cause issues….",
    "meaningsUpright": {
      "love": "If you are single, the Seven of Cups shows that you have lots of potential partners interested in you and lots of opportunities for romance. If you are in a relationship, the Seven of Cups can show that a new potential love interest may appear and cause issues in your current relationship or cause you to question the relationship.",
      "health": "The Seven of Cups Tarot card can show that you may be overexerting yourself and taking on too many things at once which may be leaving you run down and susceptible to illness or injury. Try to reduce your workload to a manageable level and make time for yourself.",
      "moneyCareer": "The Seven of Cups is a good omen indicating that multiple possibilities for career advancement are open to you. Just be mindful of biting off more than you can chew.",
      "spirituality": "In a spiritual context, the Seven of Cups shows that you are exploring your spiritual side and there are many forms of spiritual practice that you are interested in. When is appears in a tarot reading, it can also indicate that you are ignoring your many spiritual gifts as you are not putting the work into developing them."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Seven of Cups reversed shows that you are starting to get a reality check about where your relationship is after a period of avoiding reality. You need to use this clarity to take stock of the relationship and take action to fix any issues that need to be resolved.",
      "health": "The Seven of Cups reversed can represent poor lifestyle choices having a negative effect on health. If you have been overindulging or binging on food, alcohol or drugs for instance, the Seven of Cups reversed tells you it’s time to get back your control.",
      "moneyCareer": "The Seven of Cups reversed can show that you may be feeling trapped in your career or that your opportunities for advancement are restricted. Perhaps you feel that you’ve missed out on the perfect job as you weren’t focused enough on your goals in the past.",
      "spirituality": "In a spiritual context, the Seven of Cups reversed shows that you are neglecting your spiritual side and are overly focused on the superficial or materialistic elements of life. Materialistic pursuits will not bring you true contentment."
    },
    "descriptionReversed": "In a general context, the Seven of Cups Tarot card reversed can show that you are finding clarity and getting back to reality after a period of indulging in fantasies or living in a dream world. You may be finally starting to act decisively and to see the correct path for you clearly, having previously felt indecisive or lost. It represents getting a reality check."
  },
  {
    "id": "eight_cups",
    "name": "Eight of Cups",
    "suit": "cups",
    "number": 8,
    "imageAsset": "eight_cups.png",
    "keywords": [
      "eight",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Eight of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Eight of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Eight of Cups upright themes: emotion, relationships, intuition, water. The Eight of Cups is not a great omen in a love or relationship Tarot spread. It represents abandonment or abandonment issues.",
    "meaningsUpright": {
      "love": "The Eight of Cups is not a great omen in a love or relationship Tarot spread. It represents abandonment or abandonment issues.",
      "health": "The Eight of Cups shows that you may be spending too much time dwelling on the negative things in your life which could be having a negative impact on your health. Try to shift your focus as a positive outlook may help your health improve.",
      "moneyCareer": "The Eight of Cups can show that you may walk away from a job that you no longer find fulfilling. You may be feeling like you are not on the correct career path and may be considering a complete career change.",
      "spirituality": "In a spiritual context, the Eight of Cups shows that you may be taking a voyage of self-discovery. You could find yourself doing a lot of soul-searching and introspection when this Minor Arcana card appears."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Eight of Cups reversed can show that you may be unhappy in your relationship but unwilling to let it go for fear of being alone. You may be doing a great job of appearing to the outside world to be happy in your relationship while on the inside things have become monotonous and stagnant.",
      "health": "The Eight of Cups reversed can be an indicator that you are keeping yourself in a situation that is having a negative impact on your health. You need to evaluate what is impacting your health and what you can do to improve things.",
      "moneyCareer": "The Eight of Cups reversed shows that your career may have become stagnant and unfulfilling to you but you are sticking with it because you are afraid to change. You may have not explored all the options available to you, instead choosing to accept your lot in life.",
      "spirituality": "In a spiritual context, when the Eight of Cups reversed appears in a Tarot reading, it shows that you may be lacking in self-awareness or your spiritual growth may be stunted at the moment. You may need to do some soul-searching to connect with your spiritual self and discover your true life path."
    },
    "descriptionReversed": "In a general context, the Eight of Cups reversed can show stagnation. When it appears you may be accepting your lot in life or staying in bad situation that makes you terribly unhappy because you are afraid of moving on or worried about what the future might hold if you leave. You may appear happy to those around you but underneath it all you know you need to get let go of certain people or situations in your life in order to move forward."
  },
  {
    "id": "nine_cups",
    "name": "Nine of Cups",
    "suit": "cups",
    "number": 9,
    "imageAsset": "nine_cups.png",
    "keywords": [
      "nine",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Nine of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Nine of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Nine of Cups upright themes: emotion, relationships, intuition, water. If you are in a relationship, the Nine of Cups is a good omen indicating that the relationship is in a good place. You should be feeling happy and fulfilled with your partner when it appears.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Nine of Cups is a good omen indicating that the relationship is in a good place. You should be feeling happy and fulfilled with your partner when it appears.",
      "health": "The Nine of Cups is a positive omen, so if you have been suffering from health issues you should see some improvement or be feeling more positive about your health when it appears in a reading. If your health is good, it shows that it should stay that way.",
      "moneyCareer": "Things should be going great with the Nine of Cups in your career Tarot reading! It is a card of success, achievement and acclaim so whatever projects you are involved in should not only be going well but your success will get you noticed!",
      "spirituality": "In a spiritual context, the Nine of Cups shows that you be feeling happy and fulfilled on many levels and you be emanating positive energy and love to those around you."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Nine of Cups reversed is not a good omen as it can show that the relationship is not in a good place and that one or both of you is feeling let down or disappointed with it. To the outside world, it may look like everything is fine but on the inside there may be unhappiness and lack of fulfilment.",
      "health": "The Nine of Cups reversed can be an indicator of eating disorders such as anorexia or bulimia, over eating or excessive indulgence and addictions. If you are suffering from any of these you may need professional medical assistance and or counselling to help you to get to the root causes of these issues and to overcome them.",
      "moneyCareer": "The Nine of Cups reversed can show that your dream job or business may have turned into something of a nightmare. Maybe you have started your own business or landed the promotion you wanted but now find that it is not as fulfilling as you thought it would be or the workload is making you miserable.",
      "spirituality": "In a spiritual context, the Nine of Cups reversed can show that you may be feeling a lack of spiritual fulfilment and looking for external ways of filling this void. True fulfilment comes from within so you would do well to shift your focus back to your spiritual side and concentrate on discovering your spiritual path."
    },
    "descriptionReversed": "In a general context, the Nine of Cups reversed is not a great omen as it can represent shattered dreams or wishes turning into nightmares. You may have gotten what you wanted but now find that it’s not how you hoped it would be. Alternately, you may have gotten what you wanted and subsequently lost it and are now feeling the devastation that can bring."
  },
  {
    "id": "ten_cups",
    "name": "Ten of Cups",
    "suit": "cups",
    "number": 10,
    "imageAsset": "ten_cups.png",
    "keywords": [
      "ten",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Ten of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Ten of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Ten of Cups upright themes: emotion, relationships, intuition, water. If you are married, the Ten of Cups is a great omen for long term relationships and marriage and it is a soulmate card so things should be going very well when it appears. It represents a happy and harmonious relationship.",
    "meaningsUpright": {
      "love": "If you are married, the Ten of Cups is a great omen for long term relationships and marriage and it is a soulmate card so things should be going very well when it appears. It represents a happy and harmonious relationship.",
      "health": "If you have made some changes to improve your health, the Ten of Cups tells you that you soon start to feel the benefits. If you haven’t made those changes, start now.",
      "moneyCareer": "The Ten of Cups is a good omen. It shows that things should be going well in work as you should have reached a point where you are reaping the rewards of your hard work.",
      "spirituality": "In a spiritual context, the Ten of Cups shows that you be feeling very happy and positive. Those around you also feel the benefits of the good energy radiating from you."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Ten of Cups reversed is not a great omen in a love Tarot reading. It can show a rocky relationship and can be an indicator of one partner not wanting commitment, marriage or children.",
      "health": "The Ten of Cups reversed can show a lack of harmony within the body so try to keep a balanced diet and when it appears. There may be unexpected health issues or surgery with it.",
      "moneyCareer": "In a career reading, the Ten of Cups reversed can simply indicate a career in social work or working with families. It can also indicate a lack of team work or feeling isolated in a work environment.",
      "spirituality": "In a spiritual context, the Ten of Cups reversed can show that you are not sticking to your own personal moral code in some way. You need to be true to yourself and follow your spiritual path in order to find true fulfilment."
    },
    "descriptionReversed": "In a general Tarot reading, the Ten of Cups Tarot card reversed is not a great omen. The love, harmony and contentment have disappeared and are replaced with discontent, arguments and conflict. The Ten of Cups reversed can generally refer to an unhappy home life, broken home or dysfunctional family situation."
  },
  {
    "id": "page_cups",
    "name": "Page of Cups",
    "suit": "cups",
    "number": 11,
    "imageAsset": "page_cups.png",
    "keywords": [
      "page",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Page of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Page of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Page of Cups upright themes: emotion, relationships, intuition, water. If you are in a relationship, the Page of Cups is a good omen as it can represent the possibility of romantic proposals, engagements, pregnancies, marriages or births. It can also suggest that you need to be more romantic and be willing to be a follow your heart.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Page of Cups is a good omen as it can represent the possibility of romantic proposals, engagements, pregnancies, marriages or births. It can also suggest that you need to be more romantic and be willing to be a follow your heart.",
      "health": "In a health reading, the Page of Cups is usually the bearer of positive news. This could be in the form of a test coming back with the result you want, or getting a diagnosis that will clarify things and allow you to take positive steps to improve your health or even receiving information about a treatment which will help you.",
      "moneyCareer": "If you have been waiting on word about a promotion or job application the Page of Cups is a good omen indicating happy news. The Page of Cups can also represent being a dreamer rather than a doer.",
      "spirituality": "In a spiritual context, the Page of Cups is a great card to get as it can show emerging intuition or psychic abilities. You may find that spirit is sending you some very positive messages when it appears."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Page of Cups reversed can show disappointment in love, cancelled engagements, heartbreak or breakups. It can also be an indicator that you may have become overly sensitive or high maintenance or that childishness or drama queen type behaviour may be causing friction in your relationship.",
      "health": "The Page of Cups reversed can be an indicator that you may be engaging in behaviour that could be very detrimental to your health such as drug or alcohol abuse. Seek professional help to stop if you need to.",
      "moneyCareer": "If you are waiting for news on a job application or promotion, the Page of Cups reversed can show that you may not get the news you hoped for. Alternately, if you have not been acting with integrity in your workplace, it may come back to bite you.",
      "spirituality": "In a spiritual context, the Page of Cups reversed can be an indication that you are becoming so engrossed in the spirit realm that you are losing your grip on the physical world and forgetting to live! This may take the form of neglecting important material matters to focus on spiritual pursuits, excessive meditation or ritualistic practice or becoming overly dependent on psychic readings."
    },
    "descriptionReversed": "In a general context, the Page of Cups reversed is not a great omen as it can bring bad news. For instance, you could find you fall in love with someone who does not return your feelings or you may find that a social event you have been looking forward to is cancelled. Whatever form this news takes it could possibly cause sadness, disappointment, heartbreak or sorrow."
  },
  {
    "id": "knight_cups",
    "name": "Knight of Cups",
    "suit": "cups",
    "number": 12,
    "imageAsset": "knight_cups.png",
    "keywords": [
      "knight",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Knight of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Knight of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Knight of Cups upright themes: emotion, relationships, intuition, water. Whether you are single or in a relationship, the Knight of Cups is a great omen to get in a love Tarot spread. If you are single, the Knight of Cups can show that you are about to be swept off your feet.",
    "meaningsUpright": {
      "love": "Whether you are single or in a relationship, the Knight of Cups is a great omen to get in a love Tarot spread. If you are single, the Knight of Cups can show that you are about to be swept off your feet.",
      "health": "In a health reading, the Knight of Cups shows that your health should be on the up. It is generally a good omen if you are waiting for tests results that the results should be positive or at least better than expected.",
      "moneyCareer": "The Knight of Cups represents good news or a positive offer. If you are waiting on news about a job or course application, this Knight can represent being successful.",
      "spirituality": "In a spiritual context, the Knight of Cups is an indicator of messages coming to you from spirit so pay attention to the synchronicities all around you. If you are seeking to develop your psychic abilities it is a very good omen."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Knight of Cups reversed is not a good omen as it can show the end of a relationship, a broken engagement or a romantic proposal of some sort being revoked. The negative aspects of the reversed Knight of Cups can take many forms: a partner who turns from happy and committed to suddenly commitment-phobic, a partner who is a heartbreaker or cheater or a partner who becomes obsessive, abusive or misogynistic.",
      "health": "The reversed Knight of Cups can be an indication of drug or alcohol abuse negatively affecting someone’s health. It can also be an indication that a hectic lifestyle may be having a bigger impact on your health than you realise.",
      "moneyCareer": "The Knight of Cups reversed is not a good omen as it can represent bad news, missed opportunities through procrastination or revoked/withdrawn offers. If you are waiting on news about a job or course application, this Minor Arcana card can represent being unsuccessful or offers falling through.",
      "spirituality": "In a spiritual context, the reversed Knight of Cups can show blocked psychic gifts. Perhaps you are so busy that you are missing the messages spirit is trying to send you."
    },
    "descriptionReversed": "In a general context, the Knight of Cups reversed Tarot card can represent revoked offers or proposals, bad news and withdrawn invitations. The news this Minor Arcana brings usually brings with it heartbreak, sorrow or disappointment. The Knight of Cups reversed Tarot card can be telling you not to jump to conclusions or to check your facts before taking action."
  },
  {
    "id": "queen_cups",
    "name": "Queen of Cups",
    "suit": "cups",
    "number": 13,
    "imageAsset": "queen_cups.png",
    "keywords": [
      "queen",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "Queen of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "Queen of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "Queen of Cups upright themes: emotion, relationships, intuition, water. If you are in a relationship, the Queen of Cups can show a time of caring, fulfilment and emotional security in the relationship. it can also indicate that you need to be open and honest about your feelings to get the best outcome for your relationship.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Queen of Cups can show a time of caring, fulfilment and emotional security in the relationship. it can also indicate that you need to be open and honest about your feelings to get the best outcome for your relationship.",
      "health": "The Queen of Cups can show caring or support being offered to you. This can in some cases be a sign that you require support in order to deal with an injury or illness.",
      "moneyCareer": "The Queen of Cups can be an indication that you need to consider if your current career is fulfilling your emotional as well as material needs. it can show that you would be suited to a career in a caring profession such as nursing, counselling or healing or a creative field such as art or fashion.",
      "spirituality": "In a spiritual context, the Queen of Cups signifies strong intuition or psychic abilities. If you are seeking to develop your psychic abilities it is a great omen to get as she shows a big increase in psychic powers."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Queen of Cups reversed can be a warning not to let your insecurities or lack of trust affect your relationship. If you have been acting clingy or needy you need to get back control of your emotions before you push your partner away.",
      "health": "The Queen of Cups reversed can show that you may be extending yourself too much to the detriment of your health. Try to take time out for yourself and find the balance you need.",
      "moneyCareer": "The Queen of Cups reversed can be an indication that you may be feeling overly emotional or sensitive to other people’s moods which could be causing you stress in work. It can also be an indication that you are giving too much of yourself to your work or becoming disorganised and not managing your time properly, leaving you exhausted or drained.",
      "spirituality": "In a spiritual context, the Queen of Cups reversed can signify blocked intuition or psychic abilities not being used to their potential. If you are seeking to develop your psychic abilities it tells you to slow down, your psychic abilities will develop in their own time."
    },
    "descriptionReversed": "In a general context, the Queen of Cups reversed Tarot card generally shows emotional immaturity. She can also indicate that you may be feeling overly sensitive, insecure, depressed or sulky. This Minor Arcana card reversed warns you to avoid becoming bitter or vengeful if things do not go your way."
  },
  {
    "id": "king_cups",
    "name": "King of Cups",
    "suit": "cups",
    "number": 14,
    "imageAsset": "king_cups.png",
    "keywords": [
      "king",
      "cups",
      "emotion",
      "relationships",
      "intuition",
      "water"
    ],
    "meaningUpright": "King of Cups upright themes: emotion, relationships, intuition, water",
    "meaningReversed": "King of Cups reversed themes: emotion, relationships, intuition, water",
    "description": "King of Cups upright themes: emotion, relationships, intuition, water. If you are in a relationship, the King of Cups can be a very good omen as it is the good husband, partner or father card. It is a very loving card so you should be finding a lot of emotional fulfilment when it appears and petty arguments should be at a minimum.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the King of Cups can be a very good omen as it is the good husband, partner or father card. It is a very loving card so you should be finding a lot of emotional fulfilment when it appears and petty arguments should be at a minimum.",
      "health": "If you have been ill the King of Cups can show healing and as such, is a positive card to get. It reminds you to treat yourself with empathy and kindness.",
      "moneyCareer": "In terms of career, the King of Cups can show that an older male may offer you support or guidance in a career context. It can also be an indication that you find your diplomacy skills and wisdom to resolve any career issues and create a pleasant working environment for yourself.",
      "spirituality": "In a spiritual context, the King of Cups signifies a highly developed psychic or intuitive ability and is a great card to get in a spiritual Tarot spread. This Minor Arcana tells you that you be receiving and understanding the messages spirit is sending you and using them to help others."
    },
    "meaningsReversed": {
      "love": "If you are in relationship, the King of Cups reversed is not a great card to get as it can show you or your partner becoming emotionally unstable and cause problems in the relationship. One of you may be going through a tough time emotionally and may not be treating the other with the love and kindness they deserve.",
      "health": "In a health reading, the King of Cups reversed can show alcohol or drug abuse issues as the emotionally overwhelmed King turns to vices as a coping mechanism. It is generally an indication that something in your lifestyle or environment is negatively affecting your health and well-being.",
      "moneyCareer": "The King of Cups reversed can show that you may have to deal with a ruthless, cold or emotionally unstable male in your workplace. This person will stop at nothing to get what they want and can be prone to emotional tirades if they don’t get it.",
      "spirituality": "In a spiritual context, the King of Cups reversed can show that simply indicate that your psychic abilities or intuition has become blocked. However, it can also signify that you are using your powers in the wrong way."
    },
    "descriptionReversed": "In a general context, the King of Cups reversed can represent being overly emotional or too sensitive. It can signify a lack of emotional maturity. It can be a sign that you are lacking back bone or are allowing yourself to be too gullible or putting yourself in a position where others can take advantage of you."
  },
  {
    "id": "four_swords",
    "name": "Four of Swords",
    "suit": "swords",
    "number": 4,
    "imageAsset": "four_swords.png",
    "keywords": [
      "four",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Four of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Four of Swords reversed themes: thought, clarity, truth, air",
    "description": "Four of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Four of Swords can show that you and your partner are taking time out to rest, regroup and reconnect in your relationship. Fear, anxiety and stress have left you and your partner feeling in need of some peace and quiet.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Four of Swords can show that you and your partner are taking time out to rest, regroup and reconnect in your relationship. Fear, anxiety and stress have left you and your partner feeling in need of some peace and quiet.",
      "health": "The Four of Swords can show that you need rest or recuperation as such it can be indicative of being hospitalised. it can show that anxiety related illnesses may be exasperated at this time, try to take some time out to relax and reboot.",
      "moneyCareer": "The Four of Swords shows that you are really feeling the pressure in work! Stress and worries are overwhelming you and leading to mental overload.",
      "spirituality": "In a spiritual context, the Four of Swords can show that you may be in need of solitude or sanctuary. You need to slow down and listen to your inner wisdom."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Four of Swords reversed can show that your relationship is slowly recovering after a difficult period. Alternatively, it can show that the stress and anxiety you and your partner are experiencing has spiralled and is pushing your relationship to breaking point.",
      "health": "The Four of Swords reversed can either indicate healing and recovery after a period of poor mental or physical health or it can show pushing yourself so far or not taking care of yourself to the point that you burn out! It can also indicate a mental or nervous breakdown.",
      "moneyCareer": "The Four of Swords reversed can show that you may be going back to work after a break, illness or other period of time off. You may have needed to take this time off to get your stress levels under control and now you feel able to manage your work and work environment.",
      "spirituality": "In a spiritual context, the Four of Swords reversed can show that you have lost your faith or are experiencing some sort of spiritual crisis brought about by fear and anxiety. You may have been offered spiritual counselling or support but have rejected it when it appears."
    },
    "descriptionReversed": "In a general context, the Four of Swords reversed represents awakening and finding mental strength. you be coming out of isolation after a period of solitude or mental overload and re-joining the world. This Minor Arcana tells you that you are slowly recovering and that healing is possible."
  },
  {
    "id": "five_swords",
    "name": "Five of Swords",
    "suit": "swords",
    "number": 5,
    "imageAsset": "five_swords.png",
    "keywords": [
      "five",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Five of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Five of Swords reversed themes: thought, clarity, truth, air",
    "description": "Five of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Five of Swords is not a great omen as it can show arguments, hostility and serious conflict arising due to a lack of communication. It is also a Minor Arcana card of deception and self-sabotaging behaviour so infidelity and cheating can….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Five of Swords is not a great omen as it can show arguments, hostility and serious conflict arising due to a lack of communication. It is also a Minor Arcana card of deception and self-sabotaging behaviour so infidelity and cheating can be signified by it.",
      "health": "The Five of Swords shows that you a likely to be feeling battle weary at the moment in terms of health. Whether it is stress, anxiety or a recent illness, the challenges you have been through or a currently going through have drained your energy.",
      "moneyCareer": "The Five of Swords shows that there is conflict in the work place. Expect stress, tension, arguments and hostility caused by poor communication or a complete lack of communication when this Minor Arcana card appears in your career Tarot spread.",
      "spirituality": "In a spiritual context, the Five of Swords shows that the challenges you have overcome have given you the wisdom, strength and empathy to heal others. it also shows change so you may find yourself pursuing a new spiritual path when it appears."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Five of Swords reversed can show that you and your partner may be putting an end to some conflict in your relationship, learning to compromise and overcoming challenges. You may be letting bygones be bygones in respect of any arguments or issues you have been having and learning to communicate with each other but be aware, this peace requires work to make it last.",
      "health": "The Five of Swords reversed shows suggests that you find a way to resolve an ongoing or recurring health issue that has been a problem for you. It shows that a compromise or sacrifice needs to be made to bring this about, for example you may find that you are allergic to a food you love and have to give it up or you may find that you have to adjust your fitness regime to compensate for an injury but a solution is possible.",
      "moneyCareer": "The Five of Swords reversed shows that a conflict in the workplace may be coming to an end. Tensions may be being released, compromises made and a peaceful resolution is now possible as lines of communication open up when this Minor Arcana card appears in your career Tarot spread.",
      "spirituality": "In a spiritual context, the Five of Swords reversed can show that you have overcome a major hurdle in relation to your spiritual path and that this may have required a major sacrifice on your part, for example parting way with an old belief system and letting go of some traditions that you were used to. You are now in a position to move in a spiritual direction that works for you."
    },
    "descriptionReversed": "In a general context, the Five of Swords reversed can be a good omen as it can signify the peaceful resolution of a situation, ending conflict and moving on. It is a Minor Arcana card of communication, compromise, overcoming challenges and releasing stress. However, the Five of Swords Tarot card reversed can signify an escalation in serious violence and revenge."
  },
  {
    "id": "six_swords",
    "name": "Six of Swords",
    "suit": "swords",
    "number": 6,
    "imageAsset": "six_swords.png",
    "keywords": [
      "six",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Six of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Six of Swords reversed themes: thought, clarity, truth, air",
    "description": "Six of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Six of Swords shows that your relationship is moving into calmer waters after a difficult period. Healing, stability and open communication are all coming to the fore now and it is a positive time where the relationship can progress.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Six of Swords shows that your relationship is moving into calmer waters after a difficult period. Healing, stability and open communication are all coming to the fore now and it is a positive time where the relationship can progress.",
      "health": "The Six of Swords can show an acute illness being brought under control or relief of symptoms and as such, it generally a good card to get. You may still be feeling lethargic or drained when it appears as recent events have taken their toll but things should be moving in the right direction so stay positive.",
      "moneyCareer": "The Six of Swords signifies that things on the work front are calming down. You may be moving into an easier phase in your work life where things are under control, you are accomplishing your goals and completing tasks with ease or you may have moved to a job that is much better for you.",
      "spirituality": "In a spiritual context, the Six of Swords tells you that your spirit guides are all around you guiding you to the wisdom you are seeking. Pay attention to your intuition, visions and dreams at this time as they are trying to tell you something important."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Six of Swords reversed shows that your relationship is stormy at the moment and you are going through a rough patch or a troubled period. You may be feeling overwhelmed, trapped or stuck or the relationship may not be progressing as quickly as you would like.",
      "health": "The Six of Swords reversed can show that recovery from illness or injury will take longer than you hope or anticipate. There may be delays in healing or setbacks and you may feel like your health is up in air at the moment.",
      "moneyCareer": "The Six of Swords reversed signifies that things on the work front are turbulent. Someone may be trying to cause trouble for you in the workplace or you may feel trapped in a job you don’t like.",
      "spirituality": "In a spiritual context, the Six of Swords reversed shows that you may be having issues with sensing your spirit guides or experiencing delays in your progression on you spiritual path, leaving you feeling stuck or frustrated. Try to relax and know that your abilities will progress at the pace they are meant to, there will be times when you progress quickly and other times less so, it is all part of a greater plan for you."
    },
    "descriptionReversed": "In a general context, the Six of Swords reversed represents moving into troubled waters, lack of progress and jumping out of the frying pan and into the fire. In a reversed position, it is a Minor Arcana card of feeling stuck, trapped overwhelmed, restricted and having nowhere to run or choosing to stand your ground. it signifies instability, rocking the boat, causing trouble and stormy relationships so you can expect life to be a little turbulent when it appears."
  },
  {
    "id": "seven_swords",
    "name": "Seven of Swords",
    "suit": "swords",
    "number": 7,
    "imageAsset": "seven_swords.png",
    "keywords": [
      "seven",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Seven of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Seven of Swords reversed themes: thought, clarity, truth, air",
    "description": "Seven of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Seven of Swords is not a great omen as it can show deception, betrayal, lies and cheating. This may be a sign of infidelity in the relationship.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Seven of Swords is not a great omen as it can show deception, betrayal, lies and cheating. This may be a sign of infidelity in the relationship.",
      "health": "The Seven of Swords can show that you may need further testing to get to the bottom of a health issue. If your symptoms have been ignored or dismissed by your health practitioner but persist anyway, it might be advisable to get second opinion as it can show that the cause of your symptoms may be escaping detection.",
      "moneyCareer": "The Seven of Swords can show that there is some deceit or trickery around you in a work setting. Colleagues may be trying to undermine you, spreading lies behind your back or stealing your projects or your business associates may be involved in dodgy deals.",
      "spirituality": "In a spiritual context, the Seven of Swords warns you of deception. This deception may appear in the form of associates, teachers or religious leaders who may be underhanded or deceitful in their dealings with you, do not allow yourself to be manipulated."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Seven of Swords reversed is not a great omen as although the card has reversed it usually still shows that there has been deception or cheating in the relationship. This deception will be exposed and truth will come out but it can show a number of scenarios in the circumstances that bring this about.",
      "health": "The Seven of Swords reversed shows that you may be ignoring warning signs in relation to your health. This self-deception will not do you any favours and could make an illness worse so be mindful of the messages your body is giving you and take appropriate action.",
      "moneyCareer": "The Seven of Swords reversed shows that if you have been deceitful or underhanded in your work your conscience may kick in and you may decide to confess or you may be exposed. This Minor Arcana card reversed may be indication of others in your work environment being extremely two faced or deceitful and being exposed as such.",
      "spirituality": "In a spiritual context, the Seven of Swords reversed tells you that someone may be trying to offer you spiritual guidance at this time but just be sure you only take what works for you and throw the rest away. While the wisdom they depart may be useful to you, there may still be an ulterior motive in play that you are unaware of."
    },
    "descriptionReversed": "In a general context, the Seven of Swords reversed signifies coming clean and one’s conscience kicking in so if you have done something you are not proud of you may find yourself confessing and turning over a new leaf. It can represent careers in the military or security. Alternatively, this Minor Arcana card reversed represents pathological liars, serial cheaters, people who are malicious or so two faced they are toxic or dangerous to be around."
  },
  {
    "id": "eight_swords",
    "name": "Eight of Swords",
    "suit": "swords",
    "number": 8,
    "imageAsset": "eight_swords.png",
    "keywords": [
      "eight",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Eight of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Eight of Swords reversed themes: thought, clarity, truth, air",
    "description": "Eight of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Eight of Swords is not a great omen as it can represent feeling trapped, confined or backed into a corner in your relationship. You may be feeling like you cannot escape but that is only your perception!.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Eight of Swords is not a great omen as it can represent feeling trapped, confined or backed into a corner in your relationship. You may be feeling like you cannot escape but that is only your perception!",
      "health": "The Eight of Swords can in some cases be an indication of mental health and anxiety disorders such as PTSD, agoraphobia, depression or panic attacks. However, it is also the card of major weight-loss so if you are trying to lose some weight it is a very welcome card to get!",
      "moneyCareer": "The Eight of Swords suggests that you are feeling trapped in your career or current position. You may be feeling powerless, hopeless and helpless to improve you situation at the moment but you are the master of your own destiny.",
      "spirituality": "In a spiritual context, the Eight of Swords tells you not to allow yourself to be restricted. You may be feeling powerless when it appears, this can take the form of feeling trapped in your life or confined to a religion or spiritual path."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Eight of Swords reversed can represent releasing your fears or anxiety regarding your relationship and overcoming obstacles so it can be a good omen if you have been experience anxiety about the relationship. If you have been in an unhappy or abusive relationship where you felt trapped, it would suggest that you escape the relationship.",
      "health": "The Eight of Swords reversed can represent recovering from or overcoming mental health and anxiety disorders such as PTSD, agoraphobia, depression or panic attacks. It can also signify successful treatment of eye issues.",
      "moneyCareer": "The Eight of Swords reversed can show that you may have learned to release you stress, anxiety and fear in relation to work and you should be having a much easier time in work. It can also signify that you may have left a job or career path that had been restricting your potential or making you feel trapped.",
      "spirituality": "In a spiritual context, the Eight of Swords reversed tells you that you be feeling empowered, hopeful and free to explore you spiritual path when it appears."
    },
    "descriptionReversed": "In a general context, the Eight of Swords reversed can represent release, freedom, escape and finding solutions and options. It signifies relieving pressure, releasing anxiety and facing fears and truths. When reversed, it is a Minor Arcana card of self-belief, ignoring criticism, standing up to abuse and taking back control."
  },
  {
    "id": "nine_swords",
    "name": "Nine of Swords",
    "suit": "swords",
    "number": 9,
    "imageAsset": "nine_swords.png",
    "keywords": [
      "nine",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Nine of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Nine of Swords reversed themes: thought, clarity, truth, air",
    "description": "Nine of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Nine of Swords shows that your relationship is not a happy one at the moment. This Minor Arcana card signifies guilt, remorse and regret so it can be sign that keeping secrets, infidelity or deception is taking its toll on the relationsh….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Nine of Swords shows that your relationship is not a happy one at the moment. This Minor Arcana card signifies guilt, remorse and regret so it can be sign that keeping secrets, infidelity or deception is taking its toll on the relationship.",
      "health": "The Nine of Swords can signify anxiety disorders, mental health issues, insomnia and migraines. If you are struggling to cope, again it shows that you need to find healthy ways of managing your stress and anxiety.",
      "moneyCareer": "The Nine of Swords suggests that you are deeply unhappy in your work at the moment. The stress and burdens of your work are overwhelming you.",
      "spirituality": "In a spiritual context, the Nine of Swords shows that the anxiety and stress you are experiencing at the moment has left you feeling overwhelmed, ungrounded and out of touch with your spiritual side. Reiki, grounding exercises or meditation would be beneficial to you right now to help you to get back in touch with your spirituality and bring you back into balance."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Nine of Swords reversed can show that if there has been infidelity or deception in the relationship it will now come to light. If you have cheated on your partner you may have come clean or been caught out as it can show a scandal and extreme remorse, regret, guilt or shame.",
      "health": "The Nine of Swords reversed can represent overcoming depression, anxiety or fear related mental health issues and feeling able to cope with life again after such issues. Alternatively, as a reversed card it can signify an escalation in such issues, representing psychosis, hallucinations and extreme night terrors.",
      "moneyCareer": "The Nine of Swords reversed suggests that the stress and burdens of your work either get better or worsen. You may have found a way to release your worries and realise that your career is not as bad as you thought.",
      "spirituality": "In a spiritual context, the Nine of Swords reversed can show that you have overcome the darkness and once again can see the light at the end of the tunnel. Alternatively, it can signify that you are in an extremely dark place and are being far too hard on yourself."
    },
    "descriptionReversed": "In a general context, the Nine of Swords reversed represents seeing the light at the end of the tunnel after dark times. When reversed, it is a Minor Arcana card of recovering from depression or mental illness or issues improving, letting go of negativity, releasing stress and learning to cope. It signifies opening up, accepting help and facing life."
  },
  {
    "id": "ten_swords",
    "name": "Ten of Swords",
    "suit": "swords",
    "number": 10,
    "imageAsset": "ten_swords.png",
    "keywords": [
      "ten",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Ten of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Ten of Swords reversed themes: thought, clarity, truth, air",
    "description": "Ten of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Ten of Swords is not a great omen as it shows breakups, divorce, separation, bitterness or severing ties. If it relates to a breakup, you probably already be aware that the relationship is in serious trouble.",
    "meaningsUpright": {
      "love": "If you are in a relationship the Ten of Swords is not a great omen as it shows breakups, divorce, separation, bitterness or severing ties. If it relates to a breakup, you probably already be aware that the relationship is in serious trouble.",
      "health": "The Ten of Swords is not a great omen as it shows that you have hit a wall and you need to stop and deal with your health. Chronic fatigue, exhaustion, collapse and even nervous breakdowns are all represented by it.",
      "moneyCareer": "The Ten of Swords is not a good omen, it can show that you have hit a dead end in your job or that your time in your current role may be ending and you may be severing ties. It can also signify that you be the subject of people badmouthing you and backstabbing or bitching behind your back so keep your ears open and be on the lookout for colleagues trying to undermine you.",
      "spirituality": "In a spiritual context, the Ten of Swords usually shows that you may be severing ties with an old belief system. It can also be a warning to be on the lookout for people in your spiritual circle that may be disloyal or dangerous as it can show curses or betrayal."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Ten of Swords reversed can show a relationship coming back from the brink of failure or collapsing completely and being beyond repair. If you are in an abusive relationship, the Ten of Swords reversed can suggest that you escape the relationship, be aware that it can show an extreme escalation in the abuse.",
      "health": "The Ten of Swords reversed can show health improving and surviving a serious illness or disease. However, it can also represent a near death experience, inability to survive and suicidal thoughts overwhelming you so look to supporting cards for confirmation.",
      "moneyCareer": "The Ten of Swords reversed can show that you gotten over the worst of the stress in your job or have severed ties with a job that was pushing you to the brink of a collapse. Alternatively, it can show that a terrible work situation is pushing you over the edge.",
      "spirituality": "In a spiritual context, the Ten of Swords reversed usually shows that you come through past hardships and learned lessons from them that you bring forward on your journey through life. You may have gained a lot of wisdom and empathy for others from these experiences."
    },
    "descriptionReversed": "In a general context, the Ten of Swords reversed can represent things getting better, getting over the worst, surviving/ being saved from disaster and escaping ruin. It is a Minor Arcana reversed card of pulling yourself together and learning from past hardships. It can signify something coming back from the brink of death or failure, Near Death Experiences and Out of Body Experiences."
  },
  {
    "id": "page_swords",
    "name": "Page of Swords",
    "suit": "swords",
    "number": 11,
    "imageAsset": "page_swords.png",
    "keywords": [
      "page",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Page of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Page of Swords reversed themes: thought, clarity, truth, air",
    "description": "Page of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Page of Swords can show that there may be some conflict in your relationship as you allow yourself to be drawn into unnecessary or petty arguments with your partner. By all means fight your corner over the important things, but don’t al….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Page of Swords can show that there may be some conflict in your relationship as you allow yourself to be drawn into unnecessary or petty arguments with your partner. By all means fight your corner over the important things, but don’t allow every tiny disagreement to spiral in to a full blown argument.",
      "health": "The Page of Swords shows that you have an opportunity to heal from any past illness or injuries as it brings you the mental clarity to overcome any challenges you face. be mindful not to overdo it though!",
      "moneyCareer": "The Page of Swords shows that you are highly intelligent and ambitious and are full of innovative, bright ideas. You may be dreaming of an incredibly successful career when it appears.",
      "spirituality": "In a spiritual context, the Page of Swords shows that you may have been neglecting your spiritual side in favour of the more logical side of life. There is a place for logic and reason in your life but your spiritual side needs a place too."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Page of Swords reversed can show that your partner may be playing mind games, be cold or uncaring in their treatment of you or bringing emotional baggage from a previous relationship into your relationship which is causing conflict or making them paranoid. Do not allow your partner to punish you for the treatment they received from a past partner.",
      "health": "The Page of Swords reversed that you may be suffering with mental health issues or may be feeling mentally scattered, foggy or confused. You are trying to do too much at once.",
      "moneyCareer": "The Page of Swords reversed can show that you cannot make your mind up when it comes to career. You may find yourself jumping from industry to industry or project to project unable to decide on the right career path for you.",
      "spirituality": "In a spiritual context, the Page of Swords reversed warns you to beware of those who may use their sharp wit to manipulate you. They make appear in the form of spiritual leaders to act as though they know everything."
    },
    "descriptionReversed": "In a general context, the Page of Swords reversed can represent bad or disappointing news and lack of ideas, planning or inspiration. It can also signify being defensive, cold, vindictive, cynical or sarcastic. This Minor Arcana card reversed may be telling you to get your head out of the clouds and can represent acting in a scatter-brained or dim-witted manner."
  },
  {
    "id": "knight_swords",
    "name": "Knight of Swords",
    "suit": "swords",
    "number": 12,
    "imageAsset": "knight_swords.png",
    "keywords": [
      "knight",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Knight of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Knight of Swords reversed themes: thought, clarity, truth, air",
    "description": "Knight of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Knight of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. It can also indicate that a c….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Knight of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. It can also indicate that a change you have been waiting for is imminent and you need to jump in with both feet, this could take the form of a deeper commitment or a marriage proposal or romantic proposal.",
      "health": "The Knight of Swords can represent good news and an upswing in health. If you have been struggling with an illness or injury, it can show that a positive change is coming, one that you may have been hoping for.",
      "moneyCareer": "The Knight of Swords represents ambition, drive and determination. You know what you want to achieve and you are going for it.",
      "spirituality": "In a spiritual context, the Knight of Swords again speaks to a big change coming. A moment in your life when many elements come together at the right time and place as the universe hands you an opportunity to advance on your path and embrace your destiny, jump at the chance when it comes!"
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Knight of Swords reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. be mindful if this is representing your partner as it can show that they are controlling, abusive, aggressive, violent or dangerous.",
      "health": "The Knight of Swords reversed can represent disappointing news. If you have been struggling with an illness or injury, this reversed card can show that you may feel frustrated or impatient with rate at which you are recovering or healing.",
      "moneyCareer": "The Knight of Swords reversed can show that you may be feeling out of your depth in your work life at the moment. Perhaps you’ve been thrown in at the deep end with a project and are struggling to find your feet.",
      "spirituality": "In a spiritual context, the Knight of Swords reversed may be telling you to slow down and allow yourself to adjust to any changes that are happening for you on a spiritual front. Or it may be telling you that you have a missed an opportunity to seize your destiny."
    },
    "descriptionReversed": "In a general context, the Knight of Swords reversed can show that a big change or opportunity that you have been awaiting for quite some has come your way but you are failing recognise or seize it. It may be that you are not ready to jump on or that you are out of your depth. Whatever the case, it tells you that if you miss this opportunity you get left behind."
  },
  {
    "id": "queen_swords",
    "name": "Queen of Swords",
    "suit": "swords",
    "number": 13,
    "imageAsset": "queen_swords.png",
    "keywords": [
      "queen",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "Queen of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "Queen of Swords reversed themes: thought, clarity, truth, air",
    "description": "Queen of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the Queen of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. As a partner, she likes her ow….",
    "meaningsUpright": {
      "love": "If you are in a relationship the Queen of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. As a partner, she likes her own space and is extremely discerning about the people she dates or has relationships with.",
      "health": "The Queen of Swords shows that repressed emotions may be at the root of any health issues you are experiencing. You may have suppressed sadness or grief.",
      "moneyCareer": "The Queen of Swords can show that you may receive support, assistance or constructive criticism from an older woman in your work environment. This woman is sophisticated, honest, wise and professional.",
      "spirituality": "In a spiritual context, the Queen of Swords can show that you are trying to rationalise things too much rather than follow your emotions and intuition and this is delaying your progress on your spiritual path as your mind wrestles with your heart. Your emotions and your intuition are just as important as your rational brain, don’t disregard them."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the Queen of Swords reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. The Queen of Swords can simply represent a woman who is in a relationship but is fearful of being single or alternatively, feels her freedom is far too restricted.",
      "health": "The Queen of Swords reversed shows that at the moment you are a bit scatter-brained when it comes to your health. This may take the form of forgetting to go for appointments, not taking medication as instructed or not following through on treatment plans.",
      "moneyCareer": "The Queen of Swords reversed can represent an older woman in work environment who is overly critical or harsh with you or may spread malicious gossip about you. However, this Minor Arcana card can also point to communication issues where you may not be getting your point across in the best way.",
      "spirituality": "In a spiritual context, the Queen of Swords reversed can show that you are completely shutting off your intuition and emotions in favour of your rational thought. On the flip side, it can mean that you have completely switched to going on emotions and gut instincts against any rational thought."
    },
    "descriptionReversed": "In a general context, the Queen of Swords reversed can represent not learning from the past or not forgiving the past and using it as a stick to beat others around you with. it can signify that an older or mature female in your life may try to drag you down by spreading malicious gossip about you or being overly critical of you. It can also be an indication that you are feeling dependent on others or not getting the freedom and independence you crave."
  },
  {
    "id": "king_swords",
    "name": "King of Swords",
    "suit": "swords",
    "number": 14,
    "imageAsset": "king_swords.png",
    "keywords": [
      "king",
      "swords",
      "thought",
      "clarity",
      "truth",
      "air"
    ],
    "meaningUpright": "King of Swords upright themes: thought, clarity, truth, air",
    "meaningReversed": "King of Swords reversed themes: thought, clarity, truth, air",
    "description": "King of Swords upright themes: thought, clarity, truth, air. If you are in a relationship the King of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. It can also indicate that you a….",
    "meaningsUpright": {
      "love": "If you are in a relationship the King of Swords can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. It can also indicate that you and your partner are connected on an intellectual level as well as a physical and emotional level.",
      "health": "The King of Swords shows that putting more structure into your routine is the key to maintaining or improving your health or fitness right now and in the future. This may take the form of going to bed at a set time, eating set meals, working out in a more structured way such as taking an exercise class or getting a personal trainer.",
      "moneyCareer": "The King of Swords can represent a mature older man in your work environment who will challenge you and hold you to high standards. He may be stern with you but don’t be overly sensitive.",
      "spirituality": "In a spiritual context, the King of Swords tells you that you can learn about as many spiritual practices as you like, attend as many workshops as are available, read as many books as you can get your hands on but at some point you just need to start putting all your knowledge into practice and follow your heart instead of your head. Now is that time, stop thinking it and start doing it!"
    },
    "meaningsReversed": {
      "love": "If you are in a relationship the King of Swords reversed can show that you are in a relationship with someone who embodies the qualities outlined in the above section or you are displaying some of those characteristics yourself in your love life. If it represents your partner you need to be very cautious.",
      "health": "The King of Swords reversed can show that you feel powerless at the moment. If you are going through medical treatment, you may feel like the medical professionals you are dealing with are making all the calls or not listening to your thoughts on the best course of treatment.",
      "moneyCareer": "The King of Swords reversed can represent a mature older man in your work environment who may be intimidating you or even bullying you. He may be power hungry, judgemental, cold and aggressive and may try to use his intelligence and authority to try and undermine you.",
      "spirituality": "In a spiritual context, the King of Swords reversed shows that you need to keep your head engaged in your spiritual development. You need to use your head to filter out the useful bits from the huge volume of information that is coming your way."
    },
    "descriptionReversed": "In a general context, the King of Swords reversed can represent lack of structure, routine, self-discipline, power or authority. When reversed it is a Minor Arcana card of not using your head or losing your cool. Alternatively, it can represent being power hungry, inhumane or a tyrant."
  },
  {
    "id": "four_pentacles",
    "name": "Four of Pentacles",
    "suit": "pentacles",
    "number": 4,
    "imageAsset": "four_pentacles.png",
    "keywords": [
      "four",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Four of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Four of Pentacles reversed themes: work, money, body, earth",
    "description": "Four of Pentacles upright themes: work, money, body, earth. The Four of Pentacles is not a great card to get. If you are in a relationship, it can show that either you or your partner may be acting in a possessive, jealous or controlling manner which could be having a negative effect on your relationship.",
    "meaningsUpright": {
      "love": "The Four of Pentacles is not a great card to get. If you are in a relationship, it can show that either you or your partner may be acting in a possessive, jealous or controlling manner which could be having a negative effect on your relationship.",
      "health": "The Four of Pentacles can show that you may be holding on to old negative energy from past issues or experiences that may be having a knock on effect on your health. It might be a good idea to try Reiki or some form of energy healing to help you release those energies.",
      "moneyCareer": "In a career spread, the Four of Pentacles usually shows that you are in a stable position in your career. Do not let fear of losing that position rule your life, you can be mindful about maintaining your position without being paranoid or isolating yourself.",
      "spirituality": "In a spiritual context, the Four of Pentacles shows that you may be holding onto the past and resisting going forward on your spiritual path. Fear, regret or negativity may be holding you back and you may be closing your heart off to others or focusing too much on materialism."
    },
    "meaningsReversed": {
      "love": "The Four of Pentacles reversed is a good omen. If you are in a relationship, it can show that you are letting go of fear and resentment in order to allow your relationship to move forward in a positive way.",
      "health": "The Four of Pentacles reversed shows that you are releasing or are ready to release the negative energy you have been holding onto and move forward in a positive, healthy way. Maybe you have been suffering from anxiety and have shared your worries with someone you trust and lightened your load or maybe you’ve forgiven someone who wronged you in the past and let go of your anger towards them.",
      "moneyCareer": "In a career spread, the Four of Pentacles reversed in a positive aspect can show that you be generous to those in your work environment. This may involve giving them your time or assistance, brainstorming and sharing ideas or sharing the credit for successful projects.",
      "spirituality": "In a spiritual context, the Four of Pentacles reversed shows that you are ready to go forward on your spiritual path and will make huge progress in the right direction as you let go of any fear, regret and negativity you were holding onto. This is a great time for you spiritually as you approach things with an open mind and open generous heart."
    },
    "descriptionReversed": "In a general context, the Four of Pentacles reversed Tarot card can show that you are ready to let go of people, possessions, situations or past issues. You may be releasing toxic people or situations that are no longer healthy for you, shedding old issues or letting go of regrets or fears. You may also be feeling generous and sharing your wealth or possessions by giving to others."
  },
  {
    "id": "five_pentacles",
    "name": "Five of Pentacles",
    "suit": "pentacles",
    "number": 5,
    "imageAsset": "five_pentacles.png",
    "keywords": [
      "five",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Five of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Five of Pentacles reversed themes: work, money, body, earth",
    "description": "Five of Pentacles upright themes: work, money, body, earth. The Five of Pentacles is not a good omen to get. If you are in a relationship, it can show that you may be struggling with feeling abandoned, ignored or unloved within the relationship.",
    "meaningsUpright": {
      "love": "The Five of Pentacles is not a good omen to get. If you are in a relationship, it can show that you may be struggling with feeling abandoned, ignored or unloved within the relationship.",
      "health": "The Five of Pentacles can show a period of illness or health issues. These health issues may be brought on by other factors in your life.",
      "moneyCareer": "The Five of Pentacles is not a good omen as it can represent unemployment, job losses or going out of business. If you have lost a job or business you may be reliant on social welfare and this may be negatively affecting your confidence or causing you stress.",
      "spirituality": "In a spiritual context, the Five of Pentacles shows that you may be going through a tough time spiritually and feeling like the world is against you or that you have bad luck. Reach out to those around you and accept the help that is available, to get you through this time."
    },
    "meaningsReversed": {
      "love": "The Five of Pentacles reversed is a good omen to get. If you are in a relationship, it can show that you are overcoming previous struggles.",
      "health": "If you have been experiencing health problems or illnesses, the Five of Pentacles reversed can represent diagnosis or treatments. This diagnosis or treatment plan should, if not leading to health improvements right away, at least give you peace of mind that you know what you are dealing with and have a plan to tackle it.",
      "moneyCareer": "The Five of Pentacles reversed is a much better omen as it can represent recovery for a struggling business or a return to employment. If you have been feeling stuck in a career rut due to a lack of opportunities, it would indicate that the struggle is over and opportunities will soon present themselves.",
      "spirituality": "In a spiritual context, the Five of Pentacles reversed shows that you have come through a tough time spiritually and feeling like your luck is improving. You can see light at the end of the tunnel and your faith in the universe’s love for you is being restored."
    },
    "descriptionReversed": "In a general context, the Five of Pentacles reversed is a good omen especially if you have been going through a tough time as it represents hardship coming to an end, overcoming adversity or a positive change in circumstances. You have struggled through the hard times. When everything seemed hopeless, you held on and now you can see the light at the end of the tunnel!"
  },
  {
    "id": "six_pentacles",
    "name": "Six of Pentacles",
    "suit": "pentacles",
    "number": 6,
    "imageAsset": "six_pentacles.png",
    "keywords": [
      "six",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Six of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Six of Pentacles reversed themes: work, money, body, earth",
    "description": "Six of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Six of Pentacles is a good card to get as it shows that you and your partner will be kind and generous towards each other. Make sure you maintain the balance of give and take in the relationship and it should go from strength to streng….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Six of Pentacles is a good card to get as it shows that you and your partner will be kind and generous towards each other. Make sure you maintain the balance of give and take in the relationship and it should go from strength to strength.",
      "health": "The Six of Pentacles Tarot card can signify an upswing in your general health and wellness. If you have been dealing with an illness, it can show that you may need to reach out for help and support from others such as healthcare professionals in order to bring about healing.",
      "moneyCareer": "The Six of Pentacles Tarot card is a good card to get as it shows employment and being valued in the workplace. It is a great card to get if you are job hunting or considering changing careers as it can show that you be more successful than you anticipate.",
      "spirituality": "In a spiritual context, the Six of Pentacles advises you may be in a position to share your spiritual knowledge or wisdom with others or you may need others to share with you. Whatever the case, it is worth reaching out to others as you benefit from the experience either way."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Six of Pentacles reversed is not a good card to get as it shows that your relationship lacks balance and that one of you may be dominating the other or abusing your power over them or that one of you has become too dependent or subservient to the other. It can also indicate that one of you may be abusing the other person’s good nature, taking too much and not giving anything back.",
      "health": "The Six of Pentacles Tarot card reversed can show that a delay in seeking medical advice or not taking advantage of the support or advice available to you could exasperate an existing medical issue or cause poor health.",
      "moneyCareer": "The Six of Pentacles Tarot card reversed is a not good card to get as it can show unemployment, being fired, being under-valued or under-appreciated in the workplace. The Six of Pentacles reversed can signify someone in a powerful position being generous towards you but with an ulterior motive or someone in charge abusing their power.",
      "spirituality": "In a spiritual context, the Six of Pentacles reversed shows one-sided generosity. This may take the form of you giving your time and energy to others constantly but getting nothing in return or becoming subservient to someone because they give you the benefit of their wisdom or making others subservient to you as you know they respect you."
    },
    "descriptionReversed": "In a general context, the Six of Pentacles reversed Tarot card can represent lack of generosity, meanness or gifts that come with strings or conditions attached. Someone in your life may be showing you generosity but have ulterior motives or they may be in a position to help you but they may be abusing that position or trying to make you subservient to them. If you are in a position of power, it can be an indication that you are using your power for ill means."
  },
  {
    "id": "seven_pentacles",
    "name": "Seven of Pentacles",
    "suit": "pentacles",
    "number": 7,
    "imageAsset": "seven_pentacles.png",
    "keywords": [
      "seven",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Seven of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Seven of Pentacles reversed themes: work, money, body, earth",
    "description": "Seven of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Seven of Pentacles Tarot card is usually a good card to get as it shows nurturing, perseverance and cultivation which are crucial to making a long term relationship work and thrive. If you and your partner have been putting a lot of eff….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Seven of Pentacles Tarot card is usually a good card to get as it shows nurturing, perseverance and cultivation which are crucial to making a long term relationship work and thrive. If you and your partner have been putting a lot of effort in to your relationship, you should be starting to reap the benefits or will very soon.",
      "health": "The Seven of Pentacles is generally a good card. If you are looking to improve your health in certain areas, this Minor Arcana card tells you that now would be a good time to evaluate how you can adjust your lifestyle to make these improvements.",
      "moneyCareer": "The Seven of Pentacles Tarot is a good omen to get as it shows that your hard work will start to pay off. Things should be going well on the work front when it appears.",
      "spirituality": "In a spiritual context, the Seven of Pentacles shows that you reap what you sow and that everything you give out, you get back times three. If you have been particularly kind and generous towards others or have been sending love and light out the world, you start to feel these blessings return to you!"
    },
    "meaningsReversed": {
      "love": "If you are in relationship, the Seven of Pentacles Tarot reversed is generally not a great card to get as it can represent a relationship hitting a rough patch. It can signify getting bogged down in drudgery or a lack of growth within the relationship.",
      "health": "If you have been experiencing health issues, the Seven of Pentacles reversed can show that these may be the result of poor health habits or behaviour in the past that you are now seeing the result of. If so, you need to start adjusting your lifestyle to correct this behaviour and aid your recovery.",
      "moneyCareer": "The Seven of Pentacles reversed shows either that you are putting too much effort in to your career or not enough. Either way, what you’re doing now is not paying off in the way you would like it to.",
      "spirituality": "In a spiritual context, Seven of Pentacles Tarot card reversed can show that you are feeling unhappy or frustrated on a spiritual level. A bit of spiritual reflection would be beneficial right now."
    },
    "descriptionReversed": "In a general context, the Seven of Pentacles Tarot card reversed can show that you may have been working very hard or putting lots of effort into something for little pay or reward. It can also indicate someone taking on too much, overdoing it or being a workaholic. You may be feeling that nothing you do pays off while others seem to get what they want easily."
  },
  {
    "id": "eight_pentacles",
    "name": "Eight of Pentacles",
    "suit": "pentacles",
    "number": 8,
    "imageAsset": "eight_pentacles.png",
    "keywords": [
      "eight",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Eight of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Eight of Pentacles reversed themes: work, money, body, earth",
    "description": "Eight of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Eight of Pentacles shows that you are putting a lot of work, dedication and commitment in to your relationship. The effort you’re putting in should be paying off and the relationship moving along nicely.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Eight of Pentacles shows that you are putting a lot of work, dedication and commitment in to your relationship. The effort you’re putting in should be paying off and the relationship moving along nicely.",
      "health": "The Eight of Pentacles can show that you have been working hard to achieve recovery or fitness. You are paying attention to your health and what your body needs and showing a lot of self-discipline.",
      "moneyCareer": "If you are looking for work the Eight of Pentacles Tarot card is a great omen as it signifies a new job. Likewise if you are starting a business it is a welcome card as it shows self-employment, building a business, trade and success.",
      "spirituality": "In a spiritual context, the Eight of Pentacles shows that you are attaining inner wisdom through dedication to your spiritual path. If you have been working to develop your spiritual gifts you should find that the past effort you have put into your spiritual development is starting to pay off as you begin to achieve a new level of mastery of your gifts."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Eight of Pentacles reversed shows that you are not putting the effort in when it comes to your relationship and there may be a lack of commitment or just laziness in terms of making your relationship work. It can also signify letting workaholic tendencies have an adverse effect on your relationship.",
      "health": "The Eight of Pentacles reversed can swing between two extremes. It can be an indication that you are putting too much focus on your body in a way that is detrimental to your health and life such as starving yourself on an extreme dieting or going overboard with body-building.",
      "moneyCareer": "The Eight of Pentacles Tarot card reversed is not a great omen as it can signify a repetitive or boring job, lack of success/ commitment/ ambition, being an underachiever or on a dead end career path. Things will probably not be going well in a work context when it appears.",
      "spirituality": "In a spiritual context, the Eight of Pentacles reversed shows that you are ignoring your inner wisdom or suppressing your spiritual side. It can signify that you are becoming overly materialistic or mean and it reminds you to refocus on your spiritual side to bring yourself back into balance."
    },
    "descriptionReversed": "In a general context, the Eight of Pentacles Tarot card reversed can show laziness, idleness, carelessness, lack of effort or poor concentration. Alternatively, it can show focusing on one area to such an extreme that you neglect the other areas of your life such as being mean and materialistic and neglecting your love life or family life or your soul. When this Minor Arcana card appears, it shows that you are not focusing on what you want to achieve or aren’t putting the work in that needed to achieve your goals or that you are spreading yourself too thin which is leading to failure."
  },
  {
    "id": "nine_pentacles",
    "name": "Nine of Pentacles",
    "suit": "pentacles",
    "number": 9,
    "imageAsset": "nine_pentacles.png",
    "keywords": [
      "nine",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Nine of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Nine of Pentacles reversed themes: work, money, body, earth",
    "description": "Nine of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Nine of Pentacles can show stability and security in a relationship that gives you the freedom, independence and support to pursue your dreams. If you are in business or building your career, your partner will offer you support and enc….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Nine of Pentacles can show stability and security in a relationship that gives you the freedom, independence and support to pursue your dreams. If you are in business or building your career, your partner will offer you support and encouragement.",
      "health": "The Nine of Pentacles is a positive omen indicating good health. It is a welcome sign if you have been trying to improve your health, lifestyle or fitness or recovering from an illness or injury as it shows success achieved through hard work.",
      "moneyCareer": "The Nine of Pentacles is a good omen indicating success, prosperity, reward and achievement through hard work and professionalism. You should be reaching a point in your career where you can enjoy the status or level of success you have attained.",
      "spirituality": "In a spiritual context, the Nine of Pentacles tells you that the previous effort you have put in to pursuing your spiritual path will pay off leaving you full of confidence. You have gained great insight and wisdom from the journey."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Nine of Pentacles reversed can show a lack of stability and security. It can be a sign that you or your partner are over indulging in things or being spoiled, running up bills and expecting the other to cover the expenses, as it reversed often shows someone who wants all the rewards without putting the work in.",
      "health": "The Nine of Pentacles reversed can signify over-indulgence, lack of self-control or self-discipline leading to health or fitness issues. If you have been experiencing health issues, consider the changes you could make to your lifestyle, diet or fitness that could assist you in resolving these issues.",
      "moneyCareer": "The Nine of Pentacles reversed is a not a great omen as it can show failure due to lack of effort. You should not expect success if you are not prepared to work for it.",
      "spirituality": "In a spiritual context, the Nine of Pentacles reversed tells you need to show self-discipline. You may be clinging to beliefs that don’t work for you as you lack the confidence or motivation to take an independent spiritual path."
    },
    "descriptionReversed": "In a general context, the Nine of Pentacles reversed can show a lack of independence, confidence, freedom, security or stability. This Minor Arcana card in a reversed position can signify that someone may be trying to get rewards without putting the work in. You get out of life what you put in so make the effort."
  },
  {
    "id": "ten_pentacles",
    "name": "Ten of Pentacles",
    "suit": "pentacles",
    "number": 10,
    "imageAsset": "ten_pentacles.png",
    "keywords": [
      "ten",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Ten of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Ten of Pentacles reversed themes: work, money, body, earth",
    "description": "Ten of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Ten of Pentacles is an indication of long-term security and stability. Your relationship will be based on a solid foundation when it appears.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Ten of Pentacles is an indication of long-term security and stability. Your relationship will be based on a solid foundation when it appears.",
      "health": "The Ten of Pentacles is usually a good card to get as it represents long term stability which suggests a healthy life is possible long term. If you have been having any health issues, it may be worth looking to your family history to check if the issue you are experiencing is inherited.",
      "moneyCareer": "The Ten of Pentacles is a good omen as it can signify a business becoming an empire. It can also indicate that you may go into business with family.",
      "spirituality": "In a spiritual context, the Ten of Pentacles can show that you are finding peace and happiness in all areas of your life. Your spiritual journey has led you to this point, where you have manifested that which makes you truly happy and fulfilled in your life."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Ten of Pentacles reversed is not a great omen as it can be an indication of instability, insecurity or divorce. Your relationship may be based on rocky foundations or you may be neglecting your relationship for materialistic pursuits when it appears.",
      "health": "The Ten of Pentacles reversed can show a sudden unexpected change in terms of health. If this has resulted in a health issue for you, the Ten of Pentacles reversed is a strong indicator that your illness or condition may be genetic or inherited.",
      "moneyCareer": "The Ten of Pentacles reversed is not a good omen as it can signify the breakdown or collapse of a business empire. It can also indicate illegal activity or dodgy business deals.",
      "spirituality": "In a spiritual context, the Ten of Pentacles reversed can show that something may be blocking you from experiencing true fulfilment. This can signify a focus on materialism to the point of cold-heartedness."
    },
    "descriptionReversed": "In a general context, the Ten of Pentacles reversed can represent rocky foundations, insecurity and instability your life. There is an element of dishonesty associated with this reversed card and a warning to steer clear or illegal or shady activities as they will not go well for you. It is not a great card to get in relation to family as it can signify family feuds, family burdens, neglecting the family, domestic disputes and disputes over a will or inheritance."
  },
  {
    "id": "page_pentacles",
    "name": "Page of Pentacles",
    "suit": "pentacles",
    "number": 11,
    "imageAsset": "page_pentacles.png",
    "keywords": [
      "page",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Page of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Page of Pentacles reversed themes: work, money, body, earth",
    "description": "Page of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Page of Pentacles can show that there is great loyalty and faithfulness between you and your partner. However, it can show that some of the passion or spark may have gone out of the relationship.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Page of Pentacles can show that there is great loyalty and faithfulness between you and your partner. However, it can show that some of the passion or spark may have gone out of the relationship.",
      "health": "The Page of Pentacles can show feeling young and healthy no matter what your age. You may be starting out on a new health or fitness regime when it appears.",
      "moneyCareer": "The Page of Pentacles is an excellent omen signifying good news. It shows putting in the groundwork to achieve success, setting goals and deciding what you want and going for it.",
      "spirituality": "In a spiritual context, the Page of Pentacles can show that you are seeking to further your spiritual knowledge. You may be developing your powers of divination or studying the Tarot."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Page of Pentacles reversed tells you to beware as there is potential for disloyalty or unfaithfulness in your relationship. It can be an indication of a lack of maturity or a moody or sullen temperament on either your part or your partner’s.",
      "health": "The Page of Pentacles reversed can show you may not be feeling great at the moment as it represents an unhealthy lifestyle. If you have been trying to get fit or healthy, it can signify that you are not putting enough effort in.",
      "moneyCareer": "The Page of Pentacles reversed is not a great omen to get as it can signify bad news. It shows that you are not putting in the groundwork to achieve success or that you are lacking goals or follow through.",
      "spirituality": "In a spiritual context, the Page of Pentacles reversed can show that your desire for spiritual knowledge or power may be taking you down an unsavoury path. Your studying of the Tarot or divination may be turning into an obsession or you may be tempted to explore dark magic."
    },
    "descriptionReversed": "In a general context, the Page of Pentacles reversed can be the bearer of bad news in earthly matters. However, often it is an indicator that your present challenges are not due to some outside or unseen force, but rather a consequence of your own behaviour or inaction. It can show that lack of goals or lack of follow through may be holding you back and preventing you from reaching your potential."
  },
  {
    "id": "knight_pentacles",
    "name": "Knight of Pentacles",
    "suit": "pentacles",
    "number": 12,
    "imageAsset": "knight_pentacles.png",
    "keywords": [
      "knight",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Knight of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Knight of Pentacles reversed themes: work, money, body, earth",
    "description": "Knight of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Knight of Pentacles is a good indicator of a solid, stable and committed relationship. If representing a person in the relationship, this person will be practical, patient, protective and a knight in shining armour.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Knight of Pentacles is a good indicator of a solid, stable and committed relationship. If representing a person in the relationship, this person will be practical, patient, protective and a knight in shining armour.",
      "health": "If you have been ill or suffering from an injury, the Knight of Pentacles is a welcome card as it shows physical strength and regaining your energy. you get through your current issues and come out of it with a renewed sense of strength.",
      "moneyCareer": "The Knight of Pentacles shows that you are ambitious, driven and focused on reaching your career goals. It can be an indication that you are committed to achieving your long terms ambitions through hard work and perseverance.",
      "spirituality": "In a spiritual context, the Knight of Pentacles is a wish card. It tells you that your wishes will come true through if you persevere."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Knight of Pentacles reversed is a not good indicator as it signifies an unstable relationship that may be lacking commitment or effort. It can signify things becoming a little dull or boring when it appears.",
      "health": "The Knight of Pentacles reversed shows that one of two extremes is happening with you right now. Either you are being completely lazy and neglecting your fitness and diet or you have gone to the other extreme of being so over-the-top obsessed with your looks, health or fitness that it’s becoming detrimental to your quality of life.",
      "moneyCareer": "The Knight of Pentacles reversed can show that you lack the ambition, drive or focus to reach your career goals. It can be an indication that you are not putting the work in or following through to achieve your long term ambitions.",
      "spirituality": "In a spiritual context, the Knight of Pentacles reversed tells you that you have to put the effort in if you want your dreams to become a reality. You can’t sit around waiting for things to fall into your lap."
    },
    "descriptionReversed": "In a general Tarot spread, the Knight of Pentacles reversed can represent a lack of common sense, irresponsibility, impracticality, wanting the rewards and recognition without being willing to put the work in and not finishing what you started. This Minor Arcana card reversed signifies that your dreams or wishes will slip through your fingers if you do not start putting in the effort required to make them a reality. It can also represent being environmentally unconscientious and abusive towards or neglectful of animals."
  },
  {
    "id": "queen_pentacles",
    "name": "Queen of Pentacles",
    "suit": "pentacles",
    "number": 13,
    "imageAsset": "queen_pentacles.png",
    "keywords": [
      "queen",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "Queen of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "Queen of Pentacles reversed themes: work, money, body, earth",
    "description": "Queen of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the Queen of Pentacles shows that you be feeling confident and secure in your relationship and deservedly so as you have worked hard to get to this point. You and your partner should be enjoying the finer things in life and may be ind….",
    "meaningsUpright": {
      "love": "If you are in a relationship, the Queen of Pentacles shows that you be feeling confident and secure in your relationship and deservedly so as you have worked hard to get to this point. You and your partner should be enjoying the finer things in life and may be indulging in a bit of luxury such as a weekend away at a fancy hotel.",
      "health": "The Queen of Pentacles generally shows good health brought about by good eating, regular exercise and getting plenty of rest and relaxation. If you have been having health issues, it tells you to look to how you are treating yourself and your body.",
      "moneyCareer": "The Queen of Pentacles is a great omen as she represents a success, being good in business, practical, capable and organised. If representing a person, she is a successful confident woman who is good in business.",
      "spirituality": "The Queen of Pentacles tells you that you need to have belief in yourself, your instincts and your abilities. You should be feeling spiritually fulfilled when it appears."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the Queen of Pentacles reversed can show that you be jealous or insecure in your relationship or that you and your partner may be bored or stuck in a rut. You or your partner may be expressing your insecurity be acting in a possessive or controlling manner.",
      "health": "The Queen of Pentacles reversed usually represents weight issues (either being over or underweight) or poor health. She can signify that your health is suffering as you are getting so overwhelmed with responsibilities that you are forgetting to do the most basic things for yourself.",
      "moneyCareer": "The Queen of Pentacles reversed not a great omen as she signifies being bad in business, disorganised, chaotic, out of control or unreliable. If this represents you, you need to pull yourself up by your bootstraps and get to work or you find yourself in serious hot water.",
      "spirituality": "The Queen of Pentacles reversed can show someone putting their natural powers or abilities to negative use or not using the gifts you have been given. If you have been squandering your natural gifts, you need to start making the most of them."
    },
    "descriptionReversed": "In a general Tarot spread, the Queen of Pentacles reversed represents a lack of social status, poverty, failure, dependence and being out of control. This Minor Arcana card tells warns you that if you do not keep your feet on the ground you could lose everything you value. She signifies a lack of common sense or an impractical, dangerous or chaotic approach to life."
  },
  {
    "id": "king_pentacles",
    "name": "King of Pentacles",
    "suit": "pentacles",
    "number": 14,
    "imageAsset": "king_pentacles.png",
    "keywords": [
      "king",
      "pentacles",
      "work",
      "money",
      "body",
      "earth"
    ],
    "meaningUpright": "King of Pentacles upright themes: work, money, body, earth",
    "meaningReversed": "King of Pentacles reversed themes: work, money, body, earth",
    "description": "King of Pentacles upright themes: work, money, body, earth. If you are in a relationship, the King of Pentacles shows that you have reached a very secure, comfortable and stable stage of your relationship. Now is the time to sit back and enjoy all the fruits of your hard work and perseverance.",
    "meaningsUpright": {
      "love": "If you are in a relationship, the King of Pentacles shows that you have reached a very secure, comfortable and stable stage of your relationship. Now is the time to sit back and enjoy all the fruits of your hard work and perseverance.",
      "health": "The King of Pentacles is a good health omen usually as he is epitome of health and physical strength and well-being. He shows that you have stability and security in terms of your health so, if you have been concerned about your health, any issues are likely to be resolved easily or may not be as bad as you think.",
      "moneyCareer": "The King of Pentacles is a great omen indicating successful business or a business empire. He signifies thriving in work matters, achieving a high level of status in your chosen field or reaching your goals.",
      "spirituality": "The King of Pentacles shows that after many years of focusing on the material aspects of life or financial stability you now have room for something more in your life. All that you need to be secure is in place, now is the time to expand your horizons and connect to the spiritual aspects of yourself."
    },
    "meaningsReversed": {
      "love": "If you are in a relationship, the King of Pentacles reversed shows that you have failed to reach the level of security, comfort and stability you wanted from your relationship and this may be causing problems between you and your partner. Jealously, possessiveness, manipulation and controlling behaviour may all be issues in the relationship.",
      "health": "The King of Pentacles reversed can show insecurity and lack of stability with health. This insecurity may be leading to you excessive anxiety about your health and you may find yourself obsessing about symptoms and illnesses.",
      "moneyCareer": "The King of Pentacles reversed is not a great omen as it can show unsuccessful businesses or the destruction or collapse of a business empire. He signifies instability in work matters or failure to achieve your goals.",
      "spirituality": "The King of Pentacles reversed can show that you have become so obsessed with material wealth, possessions or image that you have completely lost touch with your spiritual side and your true essence. You can’t take your possessions with you when you cross over and it’s the love we gave and received in our lives that will matter most in the end, not the car you drove or house big your house was."
    },
    "descriptionReversed": "In a general Tarot spread, the King of Pentacles reversed represents losing your grip on things, not reaching your goals or not seeing things through to the end. This Minor Arcana card reversed can represent losing your social status, failure or lack of success, being impractical, unprincipled, taking ill-advised risks, making hasty decisions or having poor judgement. As a person, the King of Pentacles reversed can represent an older unsuccessful or ungrounded man."
  }
]